{
  "companionAccepted": 
  
  "ไปผจญภัยกับฉันไหม#$b#เอาล่ะ @ เรารออะไรอยู่ ไปกันเถอะ!$1",    
  "companionAccepted_Spouse": 
  
  "ฉันชอบ @!$1#$b# วันนี้ไปสำรวจเหมืองกันไหม",    
  "companionRejected": 
  
  "ฟังดูดี แต่วันนี้ฉันไปไม่ได้ ขอโทษนะ",    
  "companionRejectedNight": 
  
  "สายเกินไปที่จะ ไปสำรวจตอนนี้!$3",    
  "companionRejectedNight_Spouse": 
  
  "ขอโทษนะ @ ฉันรู้สึกเหนื่อย ฉันจะไปนอนเร็ว ๆ นี้",    
  "companionDismiss": 
  
  "ขอบคุณที่พาฉันไปด้วย @ ฉันสนุกนะ$1#$b#ฉันหวังว่า จะทำอีกครั้งในเร็วๆ นี้ แล้วเจอกัน!$1",    
  "companionDismiss_Spouse": 
  
  "ฉันมีช่วงเวลาที่ดี @ แต่ฉันก็ควรจะกลับ ไปที่ฟาร์มตอนนี้นะ#$b#อยู่อย่างปลอดภัยนะ ฉันรักคุณ!$1",    
  "companionDismissAuto": 
  
  "นี่ @ ค่ำแล้ว เหนื่อย#$b#ฉันจะกลับบ้านแล้ว แต่สนุกนะ! ไว้ค่อยทำใหม่$1",    
  "companionDismissAuto_Spouse": 
  
  "ฉันไปล่ะ @.#$b# เธอควรจะเข้านอนเร็วๆ นะที่รัก เดินทางปลอดภัยนะ!",    
  "companionRecruited": 
  
  "ไปเหมืองกันไหม @?#$b#ฉันพร้อมเสมอ!$1",    
  "companionRecruited_Spouse": 
  
  "ฉันตื่นเต้น @! ฉันชอบเวลาที่มีร่วมกันเสมอ $4",    
  "companionSuggest": 
  
  "เฮ้ ฟังนะ! ฉันกำลังคิดออกสำรวจวันนี้#$q -1 -1# เธอคิดว่าไง @?#$r - 0 ใช่#ไปคนเดียวมันอันตราย พาฉันไปด้วย#$r -1 0 ไม่ #ฉันอยากไป แต่ดาบของฉัน อยู่ในกระเป๋าอีกใบ",    
  "companionSuggest_Yes": 
  
  "เอาล่ะ ไปหาเรื่องกันเถอะ!$1",    
  "companionSuggest_No": 
  
  "ไม่ดีเลย @ นักผจญภัยตัวจริง ควรเตรียมพร้อมเสมอ!",    
  "companion_Beach": 
  
  "ฉันเห็นเซบาสเตียน อยู่ที่นี่เป็นบางครั้ง ตอนที่ฝนตก เขาไม่ชอบให้วุ่นวาย ในวันนั้นเลย มากกว่าปกติ",    
  "companion_Beach~1": 
  
  "ที่นี่สวยดีนะ @.#$b# สำหรับเมืองริมน้ำ ชายหาดนี้ ไม่มีคนพลุกพล่าน ฉันเดาว่า เราโชคดีนะ ที่เป็นแบบนี้",    
  "companion_Beach_summer": 
  
  "ถ้าฉันรู้ว่าเรากำลังมาที่นี่ ฉันจะเอาหมวก และทาครีมกันแดดมา! 3 เหรียญ",    
  "companion_Beach_Dating": 
  
  "ฉันชอบเดินเลียบทะเล เธอแค่ชอบเสียงของมันเหรอ",    
  "companion_Beach_Dating~1": 
  
  "ลมที่พัดมาจากน้ำนั้นดีมาก!#$b#ฉันไม่สนใจว่าข้างนอก จะร้อนหรือหนาว ฉันชอบอากาศในมหาสมุทร ตลอดทั้งปี!$1",    
  "companion_Beach_Spouse": 
  
  "ในวันที่อากาศดี เราอาจมาที่นี่พร้อมผ้าห่ม หรือดีกว่าในตอนเย็น และชมคลื่นสะท้อนดวงดาว#$b# คุณชอบไหม @?$4",    
  "companion_Desert": 
  
  "ฮึ ร้อนนี้ฆ่าฉันเลย!$2#$b#พวกเรามาทำอะไรที่นี่กัน @?$3",    
  "companion_Farm": 
  
  "คุณทำได้ดีมากในฟาร์ม @ ฉันดีใจที่คุณย้ายมาที่นี่",    
  "companion_Farm_Dating": 
  
  "การเป็นชาวนาเป็นยังไงบ้าง @? คงจะดีไม่น้อยที่มีที่ดินและ พื้นที่ทั้งหมดนี้เป็นของตัวเอง#$b# ฉันไม่อยากคิดที่ จะใช้ชีวิตในฟาร์ม... ฉันคิดเกี่ยวกับ เรื่องนั้นมากขึ้นแล้ว เพิ่มเติมล่าสุด.$4",    
  "companion_Farm_Spouse": 
  
  "ฟาร์มของเราไม่เคยน่าเบื่อ รู้ไหม ฉันคิดว่าเราสามารถ เปลี่ยนแปลงอะไรเล็กๆ น้อยๆ ได้ที่นี่...",    
  "companion_Farm_Spouse~1": 
  
  "จำได้ไหมว่าตอนที่ เราพบกันครั้งแรก @ ฉันบอกคุณว่า ฉันเคยเดินเตร่ฟาร์มนี้คนเดียว ก่อนที่คุณจะมาถึง ที่นี่ได้อย่างไร#$b#บางครั้ง ฉันออกมาที่นี่ ในขณะที่คุณวิ่งออกไปอย่างบ้าคลั่ง #$b#ฉันยืนอยู่ที่ระเบียงและ พยายามจำสิ่งที่มัน ดูเหมือนเมื่อก่อน รกและรกไปหมด ฉันชอบมันมากตอนนั้น...#$b#แต่ฉันรักมันมากขึ้น ตอนนี้เพราะเป็นที่ที่เรา สด มันคือบ้านของเรา และคุณทำเพื่อเรา ฉันโชคดี $4",    
  "companion_Forest": 
  
  "คุณคิดว่าพ่อมด อยู่ที่นี่วันนี้หรือไม่#$b#...#$b#ทำไมฉันถึงถาม ฉันแค่คิดว่าเขาเป็นคนที่น่าสนใจ",    
  "companion_Forest_summer": 
  
  "ฉันชอบเสียงของป่า แต่น้ำหวานจาก ดอกไม้ทั้งหมดนี้...$2#$b#มันทำให้ฉันปวดหัว!$3",    
  "companion_Forest_Dating": 
  
  "วันนี้ฉันมีความสุขมากกับ @! ฉันชอบเวลาที่ เราได้ใช้เวลาร่วมกัน $1",    
  "companion_Forest_Spouse": 
  
  "ที่นี่รู้สึกมหัศจรรย์จริงๆ เหมือนอยู่ในอากาศ หรืออะไรสักอย่าง คุณรู้ไหมว่าฉันหมายถึงอะไร @",    
  "companion_Mine": 
  
  "เย้! น่าตื่นเต้นจัง!$1",    
  "companion_Mine~1": 
  
  "ฉันรักสิ่งนี้ @! สัตว์ประหลาดเหล่านี้ ไม่มีโอกาส! $1",    
  "companion_Mine~2": 
  
  "มันสนุกมากที่ ได้สำรวจเหมืองเก่าเหล่านี้ เราจะกลับมาที่นี่ ได้ทุกเมื่อที่คุณต้องการ!",    
  "companion_Mine~3": 
  
  "คุณเจออะไรเจ๋งๆ ที่นี่ @? ลืมตาขึ้นบ้าง มีอะไรดีๆ อีกเพียบ!",    
  "companion_Mine~4": 
  
  "คุณรู้ไหม ฉันดีใจจริงๆ ที่เราได้ใกล้ชิดกันมากขึ้น @ ฉันคิดว่าเราสร้างทีม ได้ค่อนข้างดี!#$b#Super Farmer และ Amethyst Girl คู่หูสังหาร สัตว์ประหลาดแบบไดนามิก!$1#$b#เอาล่ะ นั่นคือ ง่อยจัง อย่าบอกใครนะ ว่าฉันพูดแบบนั้น $2",    
  "companion_Mine_Dating": 
  
  "สัตว์ประหลาดที่นี่ ไม่ใช่เรื่องตลก @ อยู่ใกล้ๆ ฉันสิ ฉันจะปกป้องเธอเอง!",    
  "companion_Mine_Spouse": 
  
  "คุณรู้ไหมว่า ฉันชอบสำรวจเหมือง มากแค่ไหน @ แต่ฉันรู้สึกสบายใจ มากขึ้น เมื่อคุณอยู่กับฉัน $1",    
  "companion_Mine_Spouse~1": 
  
  "ที่รัก ถ้าคุณเห็นอเมทิสต์ตัวใด โปรดเก็บมันมาให้ฉันด้วย!",    
  "companion_Mountain": 
  
  "ลมที่นี่สดชื่นมาก!",    
  "companion_Mountain_Dating": 
  
  "วันนี้คุณออกกำลังกาย ให้ฉันจริงๆ @!#$b# ไม่ว่าฉัน จะเคยเข้าร่วมคลาสแอโรบิก สำหรับคุณแม่อยู่แล้ว แต่กับคุณ ฉันได้รับการออกกำลังกาย ทั้งหมดที่จำเป็น!$1",    
  "companion_Mountain_Spouse": 
  
  "ฉันชอบส่วนนี้ของหุบเขา และเซบาสเตียน อาศัยอยู่ที่นั่น#$b#ฉันดีใจที่เขา กับฉันยังคงเป็นเพื่อนกัน $1",    
  "companion_Town_Dating": 
  
  "คุณอยากไปเที่ยวที่ ห้องของฉันไหม @?#$b#ทำไม? ในการเล่นวิดีโอเกม แน่นอน!#$b#มีอะไรอีก$4",    
  "companion_Town_Spouse": 
  
  "เฮ้ @.#$b#บางทีเราอาจไป ห้องนั่งเล่นด้วยกันในคืนนี้ เหมือนเป็นคืนวันที่?#$b# งี่เง่าไหม เพราะเราแต่งงานกันแล้ว?$4",    
  "companion_Town_Night": 
  
  "เมืองนี้ดูน่าขนลุก ในตอนกลางคืนใช่ไหม ฉันชอบมัน",    
  "companion_Town_fall": 
  
  "ใบไม้ปกคลุมทางเดิน#$b#เมืองนกกระทุงเต็มไป ด้วยสีสันสวยงามมาก สวยงาม!",    
  "companion_Town_fall_Rainy": 
  
  "ฉันชอบเวลาที่ฝนตก ในฤดูใบไม้ร่วง#$b# มันช่วยให้ฉันคิด ได้ชัดเจนขึ้น และการได้เล่นน้ำ ในแอ่งน้ำก็สนุกมาก!$1",    
  "companionReaction_BathHouse_WomensLocker.3": 
  
  "อย่า...!$7",    
  "companionReaction_SeedShop.7": 
  
  "อยากเล่นเป็นแพรรี่คิงไหม#$b#ฉันพร้อมที่ จะเอาชนะพวกเขาแล้ว!"  
}
