{
  "companionAccepted": 
  
  "ฟังดูดี ไปกันเถอะ!",    
  "companionAccepted_Spouse": 
  
  "ได้สิ! ฉันอาจจะ เดินยืดขาก็ได้#$b#ฉันแน่ใจว่า จะต้องสนุกมาก โดยเฉพาะ เมื่อคุณอยู่ใกล้ๆ @!$1",    
  "companionRejected": 
  
  "ขอโทษครับ ตอนนี้ผมไปไม่ได้ ผมต้องฝึก",    
  "companionRejectedNight": 
  
  "มันสายไปแล้ว ขอโทษนะ"    
  "companionRejectedNight_Spouse": 
  
  "ขอโทษนะ @ แต่ฉันตื่นสาย เกินไปไม่ได้แล้ว นอนหลับฝันดี เป็นสิ่งสำคัญ ถ้าคุณต้องการรักษา ร่างกายให้ฟิต#$b#บางทีพรุ่งนี้ เราสามารถเขย่าเบาๆ ถ้าคุณต้องการ!$1",    
  "companionDismiss": 
  
  "ไม่เป็นไร ไว้เจอกันใหม่นะ"    
  "companionDismiss_Spouse": 
  
  "เราควรทำแบบนี้ ให้บ่อยกว่านี้นะ! สนุกมากเลย!$1#$b#...และออกกำลังกายด้วย อย่าลืมดื่มน้ำ ดูแลตัวเองด้วย!",    
  "companionDismissAuto": 
  
  "ฉันต้องไปแล้ว มันดึกแล้วและ สุนัขของฉัน ต้องการอาหาร แล้วเจอกัน @!",    
  "companionDismissAuto_Spouse": 
  
  "ขอโทษนะ ถ้ามันกระทันหันไปหน่อย แต่ฉันคิดว่า ฉันจะกลับบ้านแล้ว #$b# อยู่อย่างปลอดภัย และเข้านอนเร็วๆ นี้! รักคุณ!",    
  "companionRecruited": 
  
  "เจ๋งมาก!$h#$b#เราจะไปไหนกัน$0",    
  "companionRecruited_Spouse": 
  
  "ดีมาก ฉันตื่นเต้นมาก!$1#$b#หรือบางทีฉันแค่ประหม่า ใจฉันเต้นแรงมาก!$4",    
  "companionSuggest": 
  
  "วันนี้ฉันรู้สึกอยาก ทำกิจกรรมกลางแจ้ง#$q -1 -1# อยากไปไหม @?#$r -1 0 ใช่#ใช่ ทำไมไม่ให้ฉันเก็บของล่ะ#$r -1 0 ไม่ #ขออภัย วันนี้มีบางอย่างที่ต้องทำ อาจจะครั้งหน้า?",    
  "companionSuggest_Yes": 
  
  "เยี่ยมมาก! ไปลดเหงื่อกันเถอะ$h",    
  "companionSuggest_No": 
  
  "โอเค ไม่เป็นไร แล้วเจอกัน"    
  "companion_Beach": 
  
  "ฉันรู้สึกมีพลังที่นี่เสมอ!$h",    
  "companion_Beach_Dating": 
  
  "คุณดูดีมากจาก การทำงานในฟาร์มนั้น @ ร่างกายของ คุณสวยมาก#$b#ฉันคิดเสมอว่า แต่ตอนนี้เรากำลังคบกัน ฉันไม่แปลกที่ ฉันจะพูดแบบนี้ $4" ,    
  "companion_Beach_Spouse": 
  
  "ฉันอยากมาที่นี่ กับคุณบ่อยขึ้น โดยเฉพาะอย่างยิ่ง เมื่ออากาศอบอุ่น#$b#มันเจ๋งมากที่ เรามีชายหาดใกล้เมืองนี้ และโดยมากแล้ว มันก็เหมือนกับว่า เรามีทุกอย่างสำหรับตัวเอง!$1",    
  "companion_Beach_Spouse~1": 
  
  "อยากไปว่ายน้ำ กับฉันสักครั้งไหม อากาศดี ฉันรู้สึก กระปรี้กระเปร่า!",    
  "companion_Farm": 
  
  "ที่นี่มีพื้นที่ สำหรับออกกำลังกาย เยอะมาก ฉันชอบ!",    
  "companion_Farm_Dating": 
  
  "นี่คือที่มา ของเวทมนตร์ หึ #$b# ฉันคิดว่า ฉันจะเป็นชาวนา ที่เก่งได้ ถ้าสิ่งนี้ไม่ได้ผล",    
  "companion_Farm_Spouse": 
  
  "มันเจ๋งมาก ที่ได้เห็นฟาร์ม ของเราเฟื่องฟู! เราสร้างทีม ที่ยอดเยี่ยม คุณไม่คิดเหรอ?$1",    
  "companion_Forest": 
  
  "มันยากที่ จะเคลื่อนที่อย่างรวดเร็ว ด้วยต้นไม้และ พุ่มไม้เหล่านี้ แต่นั่นก็ ทำให้ท้าทายมากขึ้น!",    
  "companion_Forest_Dating": 
  
  "ดีที่เรา จะออกมาออกกำลังกาย ด้วยกัน#$b#ไม่ใช่ว่า คุณต้องการมันแน่นอน!$4",    
  "companion_Forest_Spouse": 
  
  "ถึงแม้จะมี พุ่มไม้และต้นไม้เหล่านี้ ฉันก็ยังคิดหาวิธีเจ๋งๆ ในการออกกำลังกายได้#$b#เหมือนอุปสรรค์!",    
  "companion_Mine": 
  
  "ที่นี้มีไว้ สำหรับคนเข้มแข็ง คุณถึงพา ฉันมาที่นี่ใช่ไหม $1",    
  "companion_Mine_Dating": 
  
  "นี่ @ ถ้าคุณกลัว จับมือฉันไว้ได้เลย#$b#ฉันไม่เป็นไร แต่ไม่เป็นไร ถ้าคุณต้องการฉัน หรืออะไรก็ได้...$4",    
  "companion_Mine_Spouse": 
  
  "ฉันดีใจที่ คุณพาฉันมาที่นี่ด้วยที่รัก ฉันจะปกป้องคุณ ไม่ต้องกังวล!",    
  "companion_Mountain_Dating": 
  
  "ลูกเจี๊ยบวิทยาศาสตร์ นั่นไม่ได้ใช้ชีวิต แบบนี้เหรอ#$b#เธอคิดว่า เธอกับฮาร์วีย์ เคยเป็นกันไหม อาจเป็นได้ ทั้งคู่ต่างก็เป็นคนโง่#$b#ฉันไม่ได้หมายความ อย่างนั้นในทางที่ไม่ดี แค่ คุณก็รู้ พวกมันฉลาดมาก!$1",    
  "companion_Mountain_Spouse": 
  
  "เฮ้ @ เราควรเริ่มวิ่งที่นี่ ในตอนเช้าแล้ว ไปสปาเพื่อผ่อนคลาย! $1",    
  "companion_Town": 
  
  "เมือง? ฉันคิดว่าเราจะ สำรวจสถานที่ที่น่าสนใจ...",    
  "companion_Town_Dating": 
  
  "เฮ้ ไปทักทายดัสตี้กันเถอะ เมื่อเราอยู่ที่นี่"    
  "companion_Town_Spouse": 
  
  "ฉันได้อ่านหนังสือเล่มใหม่ เกี่ยวกับเทคนิค การออกกำลังกาย และฝึกฝนมาหลายปี ฉันคิดว่าบางที ฉันอาจจะเริ่มธุรกิจเล็กๆ ในเมืองได้#$b#เช่นเดียวกับการฝึกส่วนตัว ช่วยให้ผู้อยู่อาศัยคนอื่นๆ มีหุ่นที่ดีขึ้น #$b#คิดอะไรอยู่",    
  "companion_Town_Spouse~1": 
  
  "ฉันต้องไปเช็คอิน กับปู่ย่าตายายบ่อยขึ้น#$b#เราควรพา พวกเขาไป ทานอาหารเย็นกันสักครั้ง"
}
