{
  "companionAccepted_Spouse": 
"ดีใจที่สุด สุดที่รักของฉัน! การได้ใช้เวลา กับคุณคงจะมีความสุขมากๆ $1",  
    "companionRejectedNight_Spouse": 
"ฉันอยากไปนะที่รัก แต่ฉันเกรงว่า คืนนี้จะเหนื่อยหน่อยนะ $2",  
    "companionDismiss_Spouse": 
"โอ้ วันนี้ยุ่งนิดหน่อยใช่ไหม $1#$b#ฉันจะกลับบ้านแล้ว ฉันมีวันที่วิเศษกับคุณ#$b#ขาหักที่รัก",  
    "companionDismissAuto_Spouse": 
"มืดแล้วใช่ไหม ฉันคิดว่านั่นคือ คิวของเราที่จะกลับบ้าน#$b#ฉันจะไปเตรียมเตียงของเรา คุณควรกลับบ้านเร็ว ๆ นี้ รักคุณ!",  
    "companionRecruited_Spouse": 
"วันนี้จะต้องวิเศษมาก ฉันมั่นใจ $1",  
    "companionAccepted": 
"อากาศบริสุทธิ์ของ หุบเขาแห่งนี้ดี ต่อร่างกายและจิตใจ การเดินเล่น นอกบ้านฟังดูยอดเยี่ยมมาก!$1",  
    "companionRejected": 
"ฉันเกรงว่าจะไปไม่ได้ @ ฉันตั้งใจ จะอ่านหนังสือ ที่ฉันกำลังอ่านให้จบ",  
    "companionRejectedNight": 
"มันสายเกินไป ที่จะไปเที่ยวตอนนี้ @!",  
    "companionDismiss": 
"แน่นอน ฉันจะไปแล้ว หวังว่านาย จะโทรมาใหม่เร็วๆ นี้",  
    "companionDismissAuto": 
"ฉันเกรงว่า จะถึงเวลาที่ต้องไป @ ขอบคุณสำหรับวันนี้ มันดีมาก!$1",  
    "companionRecruited": 
"นี่วิเศษมาก! ฉันมองหา แรงบันดาลใจเพิ่มเติม ในการเขียนอยู่เสมอ",  
    "companionSuggest": 
"สวัสดี @ วันนี้ฉันกำลังคิดว่า จะออกไปเดินเล่น และสร้างแรงบันดาลใจบ้าง#$q -1 -1# คุณอยากไปกับฉันไหม#$r -1 0 ใช่#ใช่ ทำไมไม่ให้ฉันรวบรวม ของฉัน#$r - 0 ไม่#ขออภัย วันนี้มีบางอย่างที่ต้องทำ อาจจะครั้งหน้า",  
    "companionSuggest_Yes": 
"เยี่ยม! อย่าสนใจฉันเลย ถ้าฉันหลงทางในความคิด",  
    "companionSuggest_No": 
"เออๆ ไม่ต้องไปเครียดหรอก ฉันมั่นใจว่า ทางของพวกเรา จะต้องมาบรรจบกัน อีกครั้งแน่ๆ", 
    "companion_Beach": 
"ฉันจะเชิญคุณไป ที่กระท่อมเล็กๆ ของฉัน ถ้ามันไม่ได้ รกขนาดนั้น$2#$b#เอาล่ะ เราไปกันได้แล้ว ถ้าไม่รบกวนคุณ?",  
    "giveFishes": 
"เฮ้ @!#$b# ดูซิว่าฉันจับได้แค่ไหน มันคือปลาที่ดี$h#$b#มันไม่มีประโยชน์อะไร สำหรับฉันมาก ดังนั้นเธอมีมันได้นะ#$b#แค่เอามา ให้ฉันกินบ้างเถอะนะ ถ้าเธอปรุงมัน ตกลงไหม",  
    "giveFishes~1": 
"ว้าว @!$8#$b#ดูปลาสวยงามนี่สิ! วิลลี่ต้องอิจฉา!$h#$b# เอาเลย! ขอบคุณสำหรับ การพาฉันเข้าสู่ การผจญภัยครั้งยิ่งใหญ่นี้!$h",  
    "giveFishes~2": 
"โอ้ แค่ปลา...$2#$b#มันไม่ใช่ปลาที่สวยงามที่สุด แต่ก็ยังเจ๋งอยู่#$b#คุณสามารถมีมันได้ @ ใช้มันให้คุ้มค่า",  
    "companion_Beach": 
"ฉันจะเชิญคุณไป ที่กระท่อมเล็กๆ ของฉัน ถ้ามันไม่ได้ รกขนาดนั้น$2#$b#เอาล่ะ เราไปกันได้แล้ว ถ้าไม่รบกวนคุณ?",  
    "companion_Beach_Dating": 
"ไม่ว่าอากาศจะเป็นเช่นไร ทะเลนี้ก็ยัง มีความหนาวเย็น อยู่เสมอ#$b# เข้ามาใกล้ๆ ฉันสิ @ ถ้าคุณชอบ.$4",  
    "companion_Farm": 
"ฟาร์มของคุณไปได้ดี @ ฉันคิดว่า คุณไม่ได้รดน้ำพืชผล ด้วยน้ำทะเล $1",  
    "companion_Farm_Dating": 
"คุณมี ความก้าวหน้าอย่างมาก ในฟาร์มของคุณ มันค่อนข้าง น่าประทับใจ#$b#ฉันดีใจที่ คุณได้พบสิ่งที่คุณรัก @ ไม่ใช่ทุกคนที่โชคดีอย่างนี้!",  
    "companion_Farm_Spouse": 
"ฉันรักชีวิตของเรา ที่นี่ที่ฟาร์ม @.#$b# มันเหมือนกับ ความฝันในวัยเด็ก ที่เป็นจริงทุกครั้ง ที่ฉันก้าวออกจากประตูหน้า!",  
    "companion_Forest": 
"ป่ามีวิธีพิเศษใน การทำให้จิตใจ ที่อ่อนล้าสงบลง#$b#ฉันสงสัยว่า สถานที่ที่เจริญรุ่งเรือง เช่นนี้จะสงบสุขได้อย่างไร",  
    "companion_Forest_Dating": 
"@ จะเป็นไรไหม ถ้าฉันจับมือคุณไว้ ฉันคิดถึง คุณตั้งแต่ครั้งสุดท้าย ที่เจอคุณ$4#$b#คุณอยากใช้ เวลาร่วมกันมากกว่า นี้อีกไหม$4",  
    "companion_Forest_Spouse": 
"'เธอจุดไฟในตัวฉัน ที่ไม่มีวันตาย และฉันสงสัยว่า เธอรู้ไหมว่า เธอคือสายฟ้าที่พัดมา ที่พุ่มไม้แห้งของฉัน การโจมตีเพียงครั้งเดียว จะเผาป่าของฉัน ให้มอดไหม้'#$b#Ah แค่บทกวีเล็กน้อย อย่าสนใจฉันเลยที่รัก $1",  
    "companion_Mine": 
"แม้แต่สถานที่ที่ สว่างไสวอย่าง สตาร์ดิวแวลลี่ก็มีด้านมืด เหมือนกับ จิตวิญญาณมนุษย์$2#$b#...นั่นค่อนข้าง จะดราม่าเล็กน้อย$2#$b#ฉันถูกพาตัวไปที่นั่นครู่หนึ่ง @ ฉันขอโทษ .$4",  
    "companion_Mine_Dating": 
"อยู่ใกล้ฉันที่นี่ @#$b# ฉันไม่แน่ใจ ว่าวันนี้เรา จะเจอสัตว์ประหลาดอะไร และฉันไม่สามารถ ทนอะไรได้เกิดขึ้นกับคุณ!$2",  
    "companion_Mine_Spouse": 
"ที่นี่ไม่ใช่สถานที่ โปรดของฉัน ในโลกอย่างแน่นอน แต่เธอคือ แสงสว่าง ในความมืดมิดจริงๆ ที่รัก แม้แต่ที่นี่",  
    "companion_Mountain": 
"ไม่มีอะไรที่เหมือน กับการเดินเล่นบนภูเขา หลังจากค่ำคืน อันยาวนาน นั่งอยู่ที่โต๊ะเขียน หนังสือของฉัน!$1",  
    "companion_Mountain_Dating": 
"ทะเลสาบข้างเดเมตริอุส และบ้านของโรบิน เป็นสถานที่ที่ ยอดเยี่ยมมาก แน่นอนว่า เป็นสถานที่ที่ ฉันควรจะไปบ่อยๆ#$b#หนึ่งในวันที่ แดดจ้าเหล่านี้ ฉันอยากจะแบ่งปัน อาหารกลางวันปิกนิกเบาๆ กับคุณที่นั่น ถ้าคุณให้เกียรติฉันไหม $4",  
    "companion_Mountain_Dating~1": 
"ขอบคุณที่ พาฉันออกจาก กระท่อมเล็กๆ ที่แสนเศร้า ในวันนี้@! รู้สึกมหัศจรรย์ที่ ได้สูดอากาศบริสุทธิ์",  
    "companion_Mountain_Spouse": 
"นี่เป็นหุบเขาที่ โรแมนติกมาก ที่รัก#$b#วิวสวยและ ความรักของฉัน อยู่เคียงข้างฉัน ผู้ชายจะ ขออะไรได้มากกว่านี้อีก$4",  
    "companion_Town": 
"ไม่มีใครคิดว่าเมืองเล็กๆ แบบนี้จะมีอัธยาศัยดี ฉันหวังว่า คุณจะรู้สึกยินดีต้อนรับที่นี่เสมอ @",  
    "companion_Town_Dating": 
"คุณอยากดื่ม กับผมอีกสักครั้งไหม @?#$b#บางทีในยามเย็น อันเงียบสงบ เพื่อเราจะได้ มีความเป็นส่วนตัวมากขึ้น อีกหน่อยไหม$4",  
    "companion_Town_Spouse":   
"จริงอยู่ เมืองของเราแปลกตา แต่เรามีทุกอย่างที่จำเป็น#$b#ที่สำคัญที่สุดคือชุมชนที่แท้จริง ซึ่งขาดแคลนอย่างมาก ในโลกสมัยใหม่ของเรา!#$b#ฉันรู้สึกขอบคุณ ที่จะอยู่ที่นี่มากยิ่งขึ้น เพื่อที่เธอจะได้อยู่กับฉัน $4"
}
