{
  "companionAccepted_Spouse": 
"ดีใจที่สุด สุดที่รักของฉัน! การได้ใช้เวลากับคุณคงจะมีความสุขมากๆ $1",  
    "companionRejectedNight_Spouse": 
"ฉันอยากไปนะที่รัก แต่ฉันเกรงว่าคืนนี้จะเหนื่อยหน่อยนะ $2",  
    "companionDismiss_Spouse": 
"โอ้ วันนี้ยุ่งนิดหน่อยใช่ไหม $1#$b#ฉันจะกลับบ้านแล้ว ฉันมีวันที่วิเศษกับคุณ#$b#ขาหักที่รัก",  
    "companionDismissAuto_Spouse": 
"มืดแล้วใช่ไหม ฉันคิดว่านั่นคือคิวของเราที่จะกลับบ้าน#$b#ฉันจะไปเตรียมเตียงของเรา คุณควรกลับบ้านเร็ว ๆ นี้ รักคุณ!",  
    "companionRecruited_Spouse": 
"วันนี้จะต้องวิเศษมาก ฉันมั่นใจ $1",  
    "companionAccepted": 
"อากาศบริสุทธิ์ของหุบเขาแห่งนี้ดีต่อร่างกายและจิตใจ การเดินเล่นนอกบ้านฟังดูยอดเยี่ยมมาก!$1",  
    "companionRejected": 
"ฉันเกรงว่าจะไปไม่ได้ @ ฉันตั้งใจจะอ่านหนังสือที่ฉันกำลังอ่านให้จบ",  
    "companionRejectedNight": 
"มันสายเกินไปที่จะไปเที่ยวตอนนี้ @!",  
    "companionDismiss": 
"แน่นอน ฉันจะไปแล้ว หวังว่านายจะโทรมาใหม่เร็วๆ นี้",  
    "companionDismissAuto": 
"ฉันเกรงว่าจะถึงเวลาที่ต้องไป @ ขอบคุณสำหรับวันนี้ มันดีมาก!$1",  
    "companionRecruited": 
"นี่วิเศษมาก! ฉันมองหาแรงบันดาลใจเพิ่มเติมในการเขียนอยู่เสมอ",  
    "companionSuggest": 
"สวัสดีค่ะ @ วันนี้ฉันกำลังคิดว่าจะออกไปเดินเล่นและสร้างแรงบันดาลใจบ้าง#$q -1 -1# คุณอยากไปกับฉันไหม#$r -1 0 ใช่#ใช่ ทำไมไม่ให้ฉันรวบรวม ของฉัน#$r - 0 ไม่#ขออภัย วันนี้มีบางอย่างที่ต้องทำ อาจจะครั้งหน้า",  
    "companionSuggest_Yes": 
"เยี่ยม! อย่าสนใจฉันเลยถ้าฉันหลงทางในความคิด",  
    "companionSuggest_No": 
"เออๆ ไม่ต้องไปเครียดหรอก ฉันมั่นใจว่าทางของพวกเราจะต้องมาบรรจบกันอีกครั้งแน่ๆ",  
    "companion_Beach": 
"ฉันจะเชิญคุณไปที่กระท่อมเล็กๆ ของฉัน ถ้ามันไม่ได้รกขนาดนั้น$2#$b#เอาล่ะ เราไปกันได้แล้ว ถ้าไม่รบกวนคุณ?",  
    "giveFishes": 
"เฮ้ @!#$b# ดูซิว่าฉันจับได้แค่ไหน มันคือปลาที่ดี$h#$b#มันไม่มีประโยชน์อะไรสำหรับฉันมาก ดังนั้นเธอมีมันได้นะ#$b#แค่เอามา ให้ฉันกินบ้างเถอะนะ ถ้าเธอปรุงมัน ตกลงไหม",  
    "giveFishes~1": 
"ว้าว @!$8#$b#ดูปลาสวยงามนี่สิ! วิลลี่ต้องอิจฉา!$h#$b# เอาเลย! ขอบคุณสำหรับการพาฉันเข้าสู่การผจญภัยครั้งยิ่งใหญ่นี้!$h",  
    "giveFishes~2": 
"โอ้ แค่ปลา...$2#$b#มันไม่ใช่ปลาที่สวยงามที่สุด แต่ก็ยังเจ๋งอยู่#$b#คุณสามารถมีมันได้ @ ใช้มันให้คุ้มค่า",  
    "companion_Beach": 
"ฉันจะเชิญคุณไปที่กระท่อมเล็กๆ ของฉัน ถ้ามันไม่ได้รกขนาดนั้น$2#$b#เอาล่ะ เราไปกันได้แล้ว ถ้าไม่รบกวนคุณ?",  
    "companion_Beach_Dating": 
"ไม่ว่าอากาศจะเป็นเช่นไร ทะเลนี้ก็ยังมีความหนาวเย็นอยู่เสมอ#$b# เข้ามาใกล้ๆ ฉันสิ @ ถ้าคุณชอบ.$4",  
    "companion_Farm": 
"ฟาร์มของคุณไปได้ดี @ ฉันคิดว่าคุณไม่ได้รดน้ำพืชผลด้วยน้ำทะเล $1",  
    "companion_Farm_Dating": 
"คุณมีความก้าวหน้าอย่างมากในฟาร์มของคุณ มันค่อนข้างน่าประทับใจ#$b#ฉันดีใจที่คุณได้พบสิ่งที่คุณรัก @ ไม่ใช่ทุกคนที่โชคดีอย่างนี้!",  
    "companion_Farm_Spouse": 
"ฉันรักชีวิตของเราที่นี่ที่ฟาร์ม @.#$b# มันเหมือนกับความฝันในวัยเด็กที่เป็นจริงทุกครั้งที่ฉันก้าวออกจากประตูหน้า!",  
    "companion_Forest": 
"ป่ามีวิธีพิเศษในการทำให้จิตใจที่อ่อนล้าสงบลง#$b#ฉันสงสัยว่าสถานที่ที่เจริญรุ่งเรืองเช่นนี้จะสงบสุขได้อย่างไร",  
    "companion_Forest_Dating": 
"@ จะเป็นไรไหมถ้าฉันจับมือคุณไว้ ฉันคิดถึงคุณตั้งแต่ครั้งสุดท้ายที่เจอคุณ$4#$b#คุณอยากใช้เวลาร่วมกันมากกว่านี้อีกไหม$4",  
    "companion_Forest_Spouse": 
"'เธอจุดไฟในตัวฉันที่ไม่มีวันตาย และฉันสงสัยว่าเธอรู้ไหมว่าเธอคือสายฟ้าที่พัดมาที่พุ่มไม้แห้งของฉัน การโจมตีเพียงครั้งเดียวจะเผาป่าของฉันให้มอดไหม้'#$b#Ah แค่บทกวีเล็กน้อย . อย่าสนใจฉันเลยที่รัก $1",  
    "companion_Mine": 
"แม้แต่สถานที่ที่สว่างไสวอย่าง Stardew Valley ก็มีด้านมืด เหมือนกับจิตวิญญาณมนุษย์$2#$b#...นั่นค่อนข้างจะดราม่าเล็กน้อย$2#$b#ฉันถูกพาตัวไปที่นั่นครู่หนึ่ง @ ฉันขอโทษ .$4",  
    "companion_Mine_Dating": 
"อยู่ใกล้ฉันที่นี่ @.#$b# ฉันไม่แน่ใจว่าวันนี้เราจะเจอสัตว์ประหลาดอะไร และฉันไม่สามารถทนอะไรได้เกิดขึ้นกับคุณ!$2",  
    "companion_Mine_Spouse": 
"ที่นี่ไม่ใช่สถานที่โปรดของฉันในโลกอย่างแน่นอน แต่เธอคือแสงสว่างในความมืดมิดจริงๆ ที่รัก แม้แต่ที่นี่",  
    "companion_Mountain": 
"ไม่มีอะไรที่เหมือนกับการเดินเล่นบนภูเขาหลังจากค่ำคืนอันยาวนานนั่งอยู่ที่โต๊ะเขียนหนังสือของฉัน!$1",  
    "companion_Mountain_Dating": 
"ทะเลสาบข้างเดเมตริอุสและบ้านของโรบินเป็นสถานที่ที่ยอดเยี่ยมมาก แน่นอนว่าเป็นสถานที่ที่ฉันควรจะไปบ่อยๆ#$b#หนึ่งในวันที่แดดจ้าเหล่านี้ ฉันอยากจะแบ่งปันอาหารกลางวันปิกนิกเบาๆ กับคุณที่นั่น ถ้าคุณ' ให้เกียรติฉันไหม $4",  
    "companion_Mountain_Dating~1": 
"ขอบคุณที่พาฉันออกจากกระท่อมเล็กๆ ที่แสนเศร้าในวันนี้ @! รู้สึกมหัศจรรย์ที่ได้สูดอากาศบริสุทธิ์",  
    "companion_Mountain_Spouse": 
"นี่เป็นหุบเขาที่โรแมนติกมาก ที่รัก#$b#วิวสวยและความรักของฉันอยู่เคียงข้างฉัน ผู้ชายจะขออะไรได้มากกว่านี้อีก$4",  
    "companion_Town": 
"ไม่มีใครคิดว่าเมืองเล็ก ๆ แบบนี้จะมีอัธยาศัยดี ฉันหวังว่าคุณจะรู้สึกยินดีต้อนรับที่นี่เสมอ @",  
    "companion_Town_Dating": 
"คุณอยากดื่มกับผมอีกสักครั้งไหม @?#$b#บางทีในยามเย็นอันเงียบสงบ เพื่อเราจะได้มีความเป็นส่วนตัวมากขึ้นอีกหน่อยไหม$4",  
    "companion_Town_Spouse":   
"จริงอยู่ เมืองของเราแปลกตา แต่เรามีทุกอย่างที่จำเป็น#$b#ที่สำคัญที่สุดคือชุมชนที่แท้จริง ซึ่งขาดแคลนอย่างมากในโลกสมัยใหม่ของเรา!#$b#ฉันรู้สึกขอบคุณ ที่จะอยู่ที่นี่มากยิ่งขึ้นเพื่อที่เธอจะได้อยู่กับฉัน $4"
}
