{
  "companionAccepted_Spouse": 
"แน่นอน! ฉันชอบที่จะไป! ฉันไม่สามารถ รอที่จะออกไปข้างนอก และใช้เวลาอยู่กับ คุณในธรรมชาติ!$1",  
"companionRejectedNight_Spouse": 
"ฉันไม่คิดว่า ควรออกไปในเวลานี้ ที่รัก คราวหน้าอาจจะไป!",  
"companionDismiss_Spouse": 
"ฉันมีช่วงเวลาที่ดีกับคุณ @! ขอบคุณที่พา ฉันออกไปในวันนี้!$1#$b#ทักทายกับเฮลีย์และคลินต์ ให้ฉันด้วยถ้าคุณเห็นพวกเขา! เจอกันที่บ้าน!",  
"companionDismissAuto_Spouse": 
"ฉันควรไปได้แล้ว รู้สึกดีจริงๆ ที่ได้อยู่กับเธอ#$b#อย่าอยู่ดึกเกินไป และอยู่อย่างปลอดภัย ขอให้โยบะ ปกป้องเธอเสมอ",  
"companionRecruited_Spouse": 
"ฉันชอบที่จะใช้เวลากับคุณจริงๆ ที่รัก มันทำให้ ฉันรู้สึกถึง อารมณ์เชิงบวกทุก รูปแบบภายใน $4",  
"companionAccepted": 
"แน่นอน!$h",  
"companionRejected": 
"ไม่ ขอบคุณ ฉันรู้สึกว่าวิญญาณ ไม่มีความสุขกับฉันในวันนี้",  
"companionRejectedNight": 
"คุณไม่รู้เหรอว่า การสำรวจตอน กลางคืนมันอันตราย",  
"companionDismiss": 
"ก็ได้ แล้วเจอกัน!",  
"companionDismissAuto": 
"ขอโทษนะ @ ฉันต้องไปแล้ว เฮลีย์ทำอาหารได้แย่มาก และถ้าฉันไม่อยู่ที่นั่น เธอจะเผาบ้านทั้งหลัง!",  
"companionRecruited": 
"นำทาง.$h",  
"companionSuggest": 
"ช่างเป็นวันที่วิเศษจริงๆ! ฉันรู้สึกอยากจะออก ไปเดินเล่นและชื่นชมหุบเขา...#$q -1 -1# คุณจะไปกับผมไหม#$r -1 0 ใช่# คงจะดี ไปกันเถอะ !#$r -1 0 ไม่#วันนี้ฉันทำไม่ได้ แต่ขอบคุณที่เชิญฉัน",  
"companionSuggest_Yes": 
"ฉันรู้ว่าคุณสนุก กับวันนี้มากเท่ากับฉัน!$h",  
"companionSuggest_No": 
"ไม่เป็นไร ฉันรู้สึกว่าเรา จะมีโอกาสอื่นอีกมากมายในอนาคต...",  
"companion_Beach": 
"โอ้ ฉันต้องการหาเม่น!",  
"companion_Beach_Dating": 
"ฉันชอบทะเล แต่การได้ดูมันทำให้ ฉันเศร้าในบางครั้ง$2#$b#ฉันอดคิดไม่ได้ ว่าเรากำลังทำอะไร กับมันอยู่ และมันเป็นสิ่งมีชีวิตที่สวยงาม ขอโทษที่ทำตัวแย่...$2" ,  
"companion_Farm": 
"ฉันหวังว่าพืชผลทั้งหมด ของคุณจะเป็นออร์แกนิก @ คุณรู้ไหมว่าวิธีนี้ มีรสชาติที่ดีกว่ามาก! $1",  
"companion_Farm_Dating": 
"คุณเป็นเกษตรกร ที่เก่งมาก @! เป็นเรื่องที่วิเศษมาก ที่คุณพบสิ่งที่ต้องการ หรือถูกพบคุณ!$1",  
"companion_Farm_Spouse": 
"ฉันชอบสวนคริสตัล ของฉันมาก @ แต่มันดูจืดชืดเมื่อเทียบกับ ความงามตามธรรมชาติ ของฟาร์มของเรา!#$b#ฉันรู้สึกกระปรี้กระเปร่า ที่นี่เสมอ!",  
"companion_Forest": 
"ป่าแห่งนี้เต็ม ไปด้วยพลังอันทรงพลัง ฉันสงสัยว่าทำไม...",  
"companion_Forest_Dating": 
"ด้วยความเงียบของป่า และปราศจากสิ่งรบกวนใน ชีวิตประจำวัน ฉันรู้สึกใกล้ชิด กับคุณมาก @$4#$b#ฉันรู้เสมอว่าเรา มีความผูกพันเป็นพิเศษ...$4",  
"companion_Forest_Spouse": 
"ดวงชะตาของฉันถูกต้อง! ฉันได้รับ 'สัมผัสธรรมชาติใน ทุกความสง่างาม' วันนี้! ขอบคุณที่รัก!$1",  
"companion_Forest_Spouse~1": 
"ในป่านี้ ฉันมีเพื่อนมากมาย#$b#ไม่ ไม่ใช่คนที่รัก ต้นไม้เอง!#$b#โอ้ อย่ามองฉันแบบนั้นนะ$1",  
"companion_Mine": 
"ฉันควรใช้โอกาสนี้ เพื่อรวบรวมคริสตัล!$h",  
"companion_Mine_Dating": 
"ฉันภาวนา ขอให้อย่าให้ ชนคนในเหมือง ฉันไม่สนุก กับการฆ่าพวกเขา$2#$b#ฉันหวังว่า พวกเขาจะไม่เป็นศัตรูกัน และเราสามารถแบ่งพื้นที่ได้ แต่ฉันเข้าใจว่าทำไมพวกเขา คือ$2",  
"companion_Mine_Dating~1": 
"เป็นเรื่องดีที่คลินิกของ ฮาร์วีย์ อยู่ไม่ไกลจากที่นี่ คุณไม่มีทางรู้ หรอกว่าจะเกิดอะไรขึ้น!$3#$b#มาอยู่ใกล้ ๆ กัน โอเคไหม @",  
"companion_Mine_Spouse": 
"โยบะโปรดอวยพร เราในที่นี้! 3 เหรียญ",  
"companion_Mine_Spouse~1": 
"มันยากสำหรับฉันที่จะอยู่ที่นี่ @ ฉันไม่อยากทำร้าย สิ่งมีชีวิตเหล่านี้ และพวกเราก็ บุกรุกเข้าไป ในบ้านของพวกมันแล้ว$2#$b#ฉันรู้ว่าเรากำลัง ปกป้องตัวเองอยู่ แต่ฉันหวังว่าจะมีตัวอื่นอีก ทาง...$2",  
"companion_Mountain": 
"ฉันคิดว่าลีนัสเลือก ที่ที่น่าอยู่แบบนี้ คุณเห็นด้วยไหม",  
"companion_Mountain_Dating": 
"ลีนัส เป็นคนที่น่าสนใจจริงๆ รู้จักเขาไหม#$b#ฉันหวังว่าคุณจะ ใจดีกับเขา เขาแค่ต้องการ อยู่กับธรรมชาติ มันเป็นสิ่งที่ดี",  
"companion_Mountain_Spouse": 
"ทะเลสาบบนภูเขาที่ ฉันชอบไปทั่วทั้งหุบเขา#$b# มีจุดที่สวยงามมากมา ยจึงเลือกยาก แต่ถ้าต้อง ต้องอันนี้แน่นอน!$1",  
"companion_Town": 
"ฉันดีใจที่กัสให้ฉันหยุดวันนี้ ไปสนุกกันเถอะ!$1",  
"companion_Town_Dating": 
"กัสเป็นเจ้านายที่ยิ่งใหญ่ และหลงใหล ในฝีมือของเขามาก!#$b#การอยู่ใกล้ๆ นั้นมีพลังมหาศาลจริงๆ แต่สักวันหนึ่ง ฉันจะไม่รังเกียจ ที่จะเปลี่ยนอาชีพ เหมือนเป็นแม่...$4",  
"companion_Town_Spouse": 
"ฉันรักรถเก๋ง แต่ฉันใช้เวลามากมาย กับการทำงานที่นั่น มันยากสำหรับฉันที่ จะเข้าไปพักผ่อน!"
}

