{
  "companionAccepted_Spouse": 
"ฟังดูดีมาก! ถ้าได้เปลี่ยนบรรยากาศ และอากาศบริสุทธิ์ คงจะดีมากนะที่รัก!$1#$b#",  
"companionRejectedNight_Spouse": 
"ตอนนี้เหรอ ว้าว คุณมีสุขภาพแข็งแรง และกระฉับกระเฉงจริงๆ ที่รัก$2#$b#ขอโทษด้วย แต่เราควรจะนอนเร็วๆ นี้ การนอนหลับให้เพียงพอ เป็นสิ่งสำคัญมากสำหรับสุขภาพของเรา",  
"companionDismiss_Spouse": 
"โอ้ โอเค ฉันควรจะกลับเหมือนกันนะ#$b#มันดีที่เดินด้วยกันกับคุณ อยู่อย่างปลอดภัย และระวังออกไปที่นั่น!$h",  
"companionDismissAuto_Spouse": 
"มันดึกมากแล้ว เราควรกลับบ้านเร็วๆ#$b#อย่านอนดึกเกินไป ฉันไม่อยากให้คุณนอนไม่หลับที่รัก",  
"companionRecruited_Spouse": 
"ฉันดีใจมากที่ได้ใช้ เวลากับคุณในวันนี้ การใช้เวลากับคนที่คุณรัก มีประโยชน์ทางจิตใจ มากมาย$1#$b#ยิ่งไปกว่านั้น การได้อยู่กับคุณ ทำให้ฉันมีความสุขมาก$4",  
"companionAccepted": 
"วันนี้ฉันขอพักงานแป๊บนึงนะ"  
"companionRejected": 
"ขออภัยอย่างยิ่ง @ วันนี้ฉันจองเต็มแล้ว $2",  
"companionRejectedNight": 
"มันอันตรายเกินไปที่ จะสำรวจหุบเขาตอนกลางคืน @ คุณอาจได้รับบาดเจ็บ $6",  
"companionDismiss": 
"อ่า ได้เวลากลับคลินิกแล้ว ขอบคุณวันนี้ที่สนุกนะ @$1",  
"companionDismissAuto": 
"ฉันเหนื่อยมามากแล้ว ฉันต้องพักผ่อนแล้ว!#$b#การนอนหลับเป็น สิ่งสำคัญมาก รู้ไหม อย่าอยู่ดึกเกินไป @! ดูแลตัวเองด้วย",  
"companionRecruited": 
"ไปกันเถอะ! ฉันเอาชุดปฐมพยาบาล มาให้แล้ว",  
"companionSuggest": 
"ฉันคิดว่าฉันขาด การออกกำลังกาย ในชีวิตประจำวันของฉัน ฉันสามารถใช้การเดินได้#$q -1 -1#มันคงจะดีถ้ามีเพื่อน#$r -1 0 ใช่# คงจะดี ไปกันเถอะ go!#$r -1 0 ไม่#วันนี้ไปไม่ได้ แต่ขอบคุณที่เชิญ",  
"companionSuggest_Yes": 
"เยี่ยมมาก! แค่ฟังร่างกายของคุณ และบอกฉันว่า คุณต้องการหยุดพักไหม $1",  
"companionSuggest_No": 
"ไม่เป็นไร อย่าทำงานหนักเกินไปนะ @!",  
"heal": 
"ใจเย็นก่อน นี่อาจจะแสบนิดหน่อย",  
"nomedkits": 
"อ๊ะ ฉันหมด medkits $2",  
"companion_AdventureGuild": 
"ผู้ชายพวกนี้ดูเหมือนรู้เรื่อง ของตัวเองจริงๆ#$b#ฉันแค่ไม่ได้ ถูกตัดออกจากชีวิตแบบนี้$1",  
"companion_Beach": 
"คลื่นทะเลสงบมาก มันช่วยคลายเครียด ได้ดีมาก#$b#เว้นแต่คุณจะกลัวน้ำ ก็ไม่สงบ...$2#$b#เราออกไปได้ ถ้าคุณ รู้สึกเครียด?$6#$b#ฉันกังวลเกินไปใช่ไหม$2#$b#ขออภัย.$2",  
"companion_Beach_Dating": 
"คุณรู้หรือไม่ว่าการหายใจ ในอากาศในมหาสมุทร เพื่อสุขภาพไม่ใช่แค่นิทานของภรรยาเก่า#$b#มีน้ำทะเลหยดเล็กๆ ซึ่งประกอบด้วยวิตามินและแร่ธาตุต่างๆ ที่สามารถช่วยปรับปรุง การทำงานของปอดและ ลดความดันไซนัสได้!#$b#การได้เดินเลียบชายฝั่ง ไปกับเธอช่างแสนโรแมนติก...$4",  
"companion_Farm_Dating": 
"ไม่น่าแปลกใจเลยที่คุณมีรูปร่างดี @ ดูนี่สิ!#$b#นอกจากนี้ คุณมักจะวิ่งไปรอบๆ หุบเขา ฉันสามารถเรียนรู้ บางอย่างจากคุณได้จริงๆ $1",  
"companion_Farm_Spouse": 
"ฉันมีความสุขอย่างยิ่ง ที่ได้นั่งบนระเบียงของเราที่รัก ฉันหวังว่าคุณจะ ไม่เป็นห่วงฉัน เมื่อเราไม่ได้อยู่ด้วยกัน!$1",  
"companion_Farm_Spouse~1": 
"ช่างเป็นมุมมองที่ดี @. ฉันเป็นคนมีความสุข $4",  
"companion_Forest_spring": 
"ถึงเวลานั้นของปีอีกครั้ง ดอกไม้บาน เกสรของต้นไม้ก็เช่นกัน#$b# ถ้าคุณเป็นภูมิแพ้ ฉันหวังว่าคุณจะกินยา ทางที่ดีควรเริ่มก่อน ฤดูสักสองสามสัปดาห์ เริ่มได้ แต่มาช้ายังดีกว่าไม่มา!$1",  
"companion_Forest": 
"วันนี้อากาศสดชื่นมาก ฉันรู้สึกกระปรี้กระเปร่า @.#$b# ถ้าธรรมชาติยังรักษาสิ่งนี้ไว้ เธออาจทำให้ฉันตกงานได้!$1",  
"companion_Forest_Dating": 
"คุณคิดว่าป่าเป็น สถานที่ที่โรแมนติกไหม คุณอยากจะให้ ฉันวางแผนอะไรให้ เราที่นี่สักครั้งไหม#$b#ฉันแค่สงสัย$4",  
"companion_Forest_Spouse": 
"นักวิทยาศาสตร์ในตัวฉัน ดิ้นรนที่จะเพลิดเพลินไป กับธรรมชาติโดยไม่ต้องพยายาม วิเคราะห์ทุกสิ่งเล็กน้อย ที่ฉันเห็น#$b#ฉันต้องเรียนรู้ที่จะ ผ่อนคลายและแค่ 'เป็น'#$b# นั่นคือสิ่งที่เอมิลี่บอกกับฉัน... ทุกครั้งที่เธอมาที่คลินิก$1",  
"companion_Mine": 
"เดี๋ยวก่อน @ ขอฉันเตรียมชุดยาให้พร้อมนะ...#$b#เอาล่ะ ไปต่อ!$1",  
"companion_Mine_Dating": 
"ฉันไม่ใช่สิ่งที่ คุณเรียกว่าชอบผจญภัย @ แต่ฉันจะทำทุกอย่าง เพื่อให้คุณปลอดภัย $4",  
"companion_Mountain": 
"ข้างบ้านมารุนั้นสงบสุขมาก เธออาศัยอยู่ใน หุบเขาอันมหัศจรรย์#$b#คุณใช้เวลากับเธอมากไหม @? เธอเป็นหญิงสาวที่น่ารัก สดใสมาก$6#$b#I 'ขอบคุณสำหรับความช่วยเหลือ ของเธอที่คลินิก และบริษัทของเธอ$1",  
"companion_Mountain_Dating": 
"มีปลากะพงชนิดหนึ่งที่ น่าอัศจรรย์ที่อาศัยอยู่ใน ทะเลสาบบนภูเขาแห่งนี้ และทำเป็น จานปลาทอดแสนอร่อย!#$b#ฉันพยายามกิน เพื่อสุขภาพ และหลีกเลี่ยงสิ่งนั้น แต่บางครั้งก็ ไม่เป็นไรที่จะมีขนม" ,  
"companion_Mountain_Spouse": 
"ฉันมักจะเห็นเดเมตริอุส ที่นี่ศึกษาพืชและสัตว์ ในท้องถิ่น#$b#ฉันชอบชีววิทยา ของร่างกายมนุษย์ แต่ฉันเคารพจรรยาบรรณ ในการทำงานของเขาอย่างมาก!",  
"companion_Mountain_Spouse~1": 
"ยินดีที่ได้เป็นเพื่อนกับมารุ แต่เธอก็รู้ว่า มันเคยเป็นแบบนั้น ใช่ไหมที่รัก#$b#เธอหมายถึงทุกอย่างสำหรับฉัน...$4",  
"companion_Sewer": 
"โอ้ ที่รัก ที่นี่ค่อนข้างอับชื้น และมีกลิ่นเหม็นมาก...$2#$b#ฉันขอแนะนำว่า อย่าใช้เวลาที่สำคัญที่นี่ @.$2",  
"companion_Town": 
"ฉันสนุกกับการ เป็นหมอในท้องถิ่นจริงๆ ฉันรู้สึกราวกับว่า ฉันได้สร้างผลกระทบ อย่างแท้จริงต่อชีวิตที่นี่#$b#ในเมืองใหญ่ๆ คุณไม่รู้สึกว่า เชื่อมโยงกับผู้ป่วยของคุณ หรือชื่นชมจาก พวกเขาเสมอไป#$b#มันเป็น รู้สึกดีที่คุณมีความสำคัญ $1",  
"companion_Town_Dating": 
"ฉันไม่ค่อยเห็นคุณที่รถเก๋ง บางทีตอนนี้ที่เราอยู่ด้วยกัน คุณต้องการพบฉันที่นั่น เพื่อดื่มในเย็นวันหนึ่งไหม?$4",  
"companion_Town_Spouse": 
"การอยู่ห่างจาก คลินิกเป็นระยะๆ เป็นเรื่องที่ดีต่อสุขภาพ การเป็นหมอประจำเมือง เป็นเรื่องที่เครียด แม้ว่าจะคุ้มค่ามากก็ตาม!#$b#ฉันดีใจที่เราได้ใช้เวลาร่วมกัน @.$1",  
"companion_WizardHouse": 
"พูดตรงๆ ฉันไม่เป็นอะไรมาก ดูแลเวทมนตร์#$b#มันเป็นความลับเกินไป สำหรับความชอบของฉัน เสื้อคลุมและกริชเกินไป ในขณะที่วิทยาศาสตร์และการแพทย์ นั้นใครๆ ก็เรียนรู้ได้#$b#การเข้าใจร่างมนุษย์ และรู้วิธีสร้างกระดูก หรือรักษาโรค...นั่นก็วิเศษเพียงพอ สำหรับฉันแล้ว$1"
}

