{
  "companionAccepted_Spouse": 
"เป็นความคิดที่ดีนะที่รัก!$1#$b#ใครจะไปรู้ล่ะ บางทีเราอาจจะหาอาหารสัตว์สดๆ ระหว่างทางสำหรับมื้อเย็นของเราก็ได้",  
"companionRejectedNight_Spouse": 
"แน่ใจนะ ข้างนอกเริ่มมืดแล้ว#$b# ฉันคิดว่าเราควรอยู่บ้านในเวลานี้",  
"companionDismiss_Spouse": 
"อ๋อ เข้าใจแล้ว ฉันจะกลับบ้านไร่#$b#วันนี้เดินไปกับเธอสนุกจริงๆ ดูแลตัวเองดีๆนะที่รัก $1",  
"companionDismissAuto_Spouse": 
"นี่ มืดแล้ว เราควรกลับบ้านได้แล้ว#$b#อย่าอยู่ข้างนอกนานเกินไป กลางคืนธรรมชาติก็อันตรายเช่นกัน อยู่อย่างปลอดภัยนะที่รัก",  
"companionRecruited_Spouse": 
"สมุดสเก็ตช์เล่มนี้เหรอ คุณไม่มีทางรู้หรอกว่าเมื่อไรแรงบันดาลใจจะทำร้ายคุณ#$b#คุณสามารถทำสิ่งที่น่ารักจริงๆ ได้ และฉันต้องการให้แน่ใจว่าฉันจะสามารถจับภาพมันไว้ในเอกสารเหล่านี้ได้เมื่อเกิดขึ้น$1",  
"companionAccepted": 
"แน่นอน! ฉันอยากจะหาอาหารบ้าง",  
"companionRejected": 
"วันนี้ฉันค่อนข้างยุ่งเกินกว่าจะทำการสำรวจใดๆ @ ขอโทษ",  
"companionRejectedNight": 
"คุณไม่คิดว่ามันสายเกินไปที่จะไปสำรวจตอนนี้หรือไม่",  
"companionDismiss": 
"โอเค ไม่มีปัญหา ออกไปสนุกกัน!",  
"companionDismissAuto": 
"ได้เวลากลับบ้านแล้ว @ วันนี้ฉันมีความสุข ขอบคุณมาก!$1",  
"companionRecruited": 
"ฉันสงสัยว่าระหว่างทางจะมีอะไรน่าสนใจบ้าง!$1",  
"companionSuggest": 
"ตู้กับข้าวของฉันใกล้จะว่างแล้ว วันนี้ฉันควรจะรวบรวมอะไรซักหน่อย#$q -1 -1#อยากมา @? คุณอาจพบว่ามีประโยชน์ด้วย#$r -1 0 ใช่# คงจะดี ไปกันเถอะ! #$r -1 0 ไม่#วันนี้ฉันทำไม่ได้ แต่ขอบคุณที่เชิญฉัน",  
"companionSuggest_Yes": 
"ดี! มีความชอบด้านไหนที่จะเริ่มต้นไหม$1",  
"companionSuggest_No": 
"ฉันจะพยายามเก็บบางอย่างไว้ให้คุณ แม้ว่าจะไม่มีสัญญาก็ตาม...",  
"farmerRunAway": 
"เฮ้ @! รอฉันด้วย!",  
"giveForages": 
"@ เจอของดีแล้ว เอานี่ไป",  
"companion_Beach": 
"เสียงคลื่นทำให้ฉันสงบลงได้เสมอ และทำให้ฉันรู้สึกเหนื่อยนิดหน่อย...#$b#อย่ากังวลไป จริงๆ แล้วฉันไม่ได้ง่วงเลย จริงๆ!$1",  
"companion_Beach_Dating": 
"ฉันต้องยอมรับ บางครั้งฉันก็อิจฉาที่เอลเลียตเห็นที่นี่ นี่เป็นอสังหาริมทรัพย์ชั้นยอดจริงๆ!$1#$b#เขาบ่นว่ามันเล็กแค่ไหน แต่ก็ต้องกล่อมให้หลับเพราะเสียงคลื่นทะเล เป็นสวรรค์",  
"companion_Farm": 
"ฉันสนุกกับการทำงานด้วยมือของฉันในฐานะประติมากร ฉันคิดว่าคุณคงรู้สึกแบบเดียวกันกับพืชผลของคุณ",  
"companion_Farm~1": 
"ฉันสนใจทำนา, @ ฉันเคยพูดมาก่อนหรือเปล่า?#$b#มันมีเสน่ห์ตรงที่แนวคิดในการปลูกอาหารเองและเลี้ยงปศุสัตว์#$b# แต่ดูเหมือนงานจะเยอะนะ คงจะดีที่สุดที่ฉันยึดติดกับงานศิลปะของฉันตอนนี้!$1",  
"companion_Farm_Dating": 
"อยากโชว์อะไรให้ฉันเห็นหน่อยมั้ย @? คุณต้องภูมิใจกับความก้าวหน้าของตัวเองมากแน่ๆ!#$b#ฉันก็ภูมิใจในตัวเธอเหมือนกันนะ!$1",  
"companion_Farm_Dating~1": 
"ฉันคิดว่าการทำฟาร์มเป็นศิลปะอย่างหนึ่ง @.#$b#คุณเริ่มต้นด้วยผ้าใบเปล่า เลือกเมล็ดพืชและทาสีดิน จากนั้นดูภาพของคุณให้มีชีวิต#$b#มันต้องน่าพอใจมาก",  
"companion_Farm_Spouse": 
"แค่หายใจเข้าลึก ๆ @ สนุกกับมัน คุณทำงานที่น่าอัศจรรย์ที่นี่ ฉันภูมิใจในตัวคุณมาก!$1",  
"companion_Forest": 
"ฉันได้เรียนรู้ที่จะเห็นป่าเป็นบ้านหลังที่สองของฉัน#$b# ไม่เพียงแต่ฉันรู้สึกสบายใจที่นี่ แต่ฉันสามารถหาเกือบทุกอย่างที่จำเป็นต่อการดำรงชีวิต!",  
"companion_Forest_Dating": 
"คุณรู้ไหม คุณสามารถมาที่กระท่อมของฉันได้ตลอดเวลา @ ฉันดีใจที่ได้พบคุณเสมอ!$4",  
"companion_Forest_Dating~1": 
"ฉันจำได้ว่ารู้สึกประหม่ามากเมื่อย้ายมาที่นี่ครั้งแรก ฉันไม่แน่ใจว่าจะมีเพื่อนใหม่หรือไม่ นับประสาคนเช่นคุณ...$4#$b#ฉันตัดสินใจถูกแล้วจริงๆ$4",  
"companion_Forest_Spouse": 
"ฉันดีใจที่ได้เก็บกระท่อมหลังเล็กๆ ไว้หลังจากที่เราแต่งงานกัน @ มันเหมือนกับว่าเรามีบ้านพักตากอากาศอยู่ในป่า!$1",  
"companion_Forest_Spouse~1": 
"ระวังอาหารป่านะ ที่รัก พรุ่งนี้ฉันจะทำเนื้อย่างหรือซุปดีๆ ให้พวกเรา!",  
"companion_Mine": 
"ที่นี่ไม่ใช่ที่ที่ฉันเคยไป แต่ขอบคุณที่นำสิ่งใหม่ๆ มาให้ฉันเห็นในวันนี้ @",  
"companion_Mine_Dating": 
"ช่วยจับมือฉันหน่อยได้ไหม @ ที่นี่มืดจัง...$4",  
"companion_Mine_Spouse": 
"ใจเย็นๆ ที่รัก มีแค่เราสองคนและการอยู่ที่นี่ทำให้ฉันรู้สึกประหม่าเสมอ$2",  
"companion_Mountain": 
"ฉันนึกไม่ออกว่าอยากจะเงยหน้าขึ้นมองและเพลิดเพลินกับทิวทัศน์ที่สวยงามนี้ หรือมองลงไปแล้วหาอาหารต่อไป!$7#$b#ฉันควรทำอย่างไร, @?$3",  
"companion_Mountain_Dating": 
"โอ้ ลมแรงมาก แม้ในสภาพอากาศแบบนี้!#$b# คุณเข้ามาใกล้ๆ อีกสักครู่ได้ไหม @?$4",  
"companion_Mountain_Spouse": 
"วันหนึ่งฉันควรจะไปเที่ยวที่นี่สักวันหนึ่งและทาสีทะเลสาบบนภูเขา มีบางอย่างที่ทำให้บริเวณนี้สงบลง",  
"companion_Town": 
"เมืองนี้คงดูเล็กสำหรับคนอย่างเราที่มาจากเมืองใหญ่ แต่มันค่อนข้างง่ายที่จะปรับตัว อย่างน้อยสำหรับฉัน แล้วคุณล่ะ @?",  
"companion_Town_Dating": 
"คุณเคยคิดถึงเมืองนี้บ้างไหม @?#$b#การอยู่ในเมืองเล็กๆ เป็นประสบการณ์ที่แปลกใหม่ บางครั้งดูเหมือนวันนี้จะผ่านไปตลอดกาล แต่ในทางที่ดี!#$b#เหมือนที่พวกเรามีมาทั้งหมด เวลาในโลกที่จะเป็นตัวของตัวเอง $1",  
"companion_Town_Spouse": 
"แม้แต่ในเมืองก็มีสถานที่ให้ออกหาอาหารอยู่ 2-3 แห่ง มันเป็นหุบเขาที่เหลือเชื่อจริงๆ! มีชีวิตมากมายที่นี่!"
}

