{
  "companionAccepted_Spouse": 
"แน่นอน! ขออุปกรณ์ของฉันหน่อยเถอะ พวกเขาจะช่วยคุณตลอดทาง!$1",  
"companionRejectedNight_Spouse": 
"อืม คืนนี้เราใช้เวลาภายในคืนนี้กันไหม ฉันเหนื่อยมากวันนี้...$2",  
"companionDismiss_Spouse": 
"เอาล่ะ ฉันว่าฉันควรจะกลับ ไปทำงานต่อได้แล้ว#$b#ขอบคุณที่พาฉันออกไป มันสดชื่นจริงๆ ที่รัก!$1",  
"companionDismissAuto_Spouse": 
"นี่ นี่มันดึกมากแล้ว เราควรกลับบ้านกันเร็วๆ #$b# ฉันจะไปเตรียมเตียงรอเรานะ อย่าอยู่ดึกเกินไปนะที่รัก!",  
"companionRecruited_Spouse": 
"อย่ากังวลไปเลยที่รัก ขาเทียมของฉันไม่เคยทำให้คุณผิดหวัง!$1",  
"companionAccepted": 
 "ช่างเป็นความคิดที่เยี่ยมมาก! ฉันตั้งใจ จะเก็บตัวอย่างดินเพิ่มอีก$1",  
 "companionRejected": 
"ตอนนี้ไปไม่ได้ ฉันมีงานแล็บสำคัญที่ต้องทำ",  
"companionRejectedNight": 
"ขอโทษนะ @ ไม่ใช่ตอนนี้ ฉันกำลังทำโปรเจ็กต์สำคัญอยู่",  
"companionDismiss": 
"ไม่เป็นไร ฉันเก็บตัวอย่าง มามากพอแล้ว ขอบคุณนะ @!",  
"companionDismissAuto": 
"ได้เวลากลับบ้านแล้ว @ ขอบคุณสำหรับวันที่น่าสนใจ @!$h",  
"companionRecruited": 
"ฉันสงสัยว่าเราจะ ค้นพบสิ่งใหม่หรือไม่! $1",  
"heal": 
"มาทำการแก้ไขกันเถอะ $3",  
"nomedkits": 
"ฉันจะต้อง ไปที่คลินิกของฮาร์วีย์ ฉันไม่มีผ้าพันแผลแล้ว $2"  
"companionSuggest": 
"ฉันมีความคิดมากมายในตอนนี้ แต่ฉันจัดระเบียบมันไม่ได้ ฉันต้องเคลียร์หัวหน่อย#$q -1 -1#คิดจะไปเดินเล่นกับฉันไหม @?#$r -1 0 ใช่#แน่นอน! เป็นการดีที่จะหยุดพักจาก งานเป็นบางครั้ง#$r -1 0 ไม่#ฉันต้องผ่าน แต่คราวหน้าลองถามฉันใหม่นะ!",  
"companionSuggest_Yes": 
"คุณต้องการเป็นผู้นำทาง @ ฉันไม่รังเกียจ!",  
"companionSuggest_No": 
"ฉันคิดว่าคุณมีงานต้องทำอีกมาก ไม่มีปัญหา แล้วเจอกัน!",  
"companion_Beach_Night": 
"ว้าว ดูท้องฟ้ายามค่ำคืนนั่นสิ!#$b# ดวงจันทร์ที่สะท้อนกับมหาสมุทร ทุกอย่างชัดเจนมาก#$b# มันเกือบจะมหัศจรรย์เลยนะ @?$4",  
"companion_Beach_Dating": 
"คุณมาที่นี่บ่อยไหม @?#$b#ฉันแทบจะ ไม่ได้ออกไปทางนี้เลย ฉันใช้เวลากับ โปรเจ็กต์ในบ้านมากเกินไป!",  
"companion_Bugland": 
"นี่มันน่าทึ่งจริงๆ @!#$b# สัตว์ประหลาดหน้าตา ประหลาดจริงๆเลย ฉันต้องเก็บตัวอย่าง ระหว่างที่เราอยู่ที่นี่ และอาจกลับมากับพ่อของฉันก็ได้!$1",  
"companion_Farm": 
"ฉันรักฟาร์มของคุณจริงๆ @!#$b# หากคุณต้องการ ความช่วยเหลือเพิ่มเติม หรืออะไรก็ตาม คุณสามารถถามฉันได้เสมอ! ฉันไม่อยากให้คุณเลิกงาน!",  
"companion_Farm_Dating": 
"บางครั้งฉันก็เดินไปที่ขอบฟาร์มของคุณ แล้วพุ่งเข้าไปโดยหวังว่า จะได้เห็นคุณทำงาน#$b#ขออภัยหากฟังดูน่าขนลุก ฉันคิดว่าคุณมีเสน่ห์มาก ในองค์ประกอบของคุณ...$4",  
"companion_Farm_Dating~1": 
"ฉันจำได้ว่าพ่อของฉัน บอกว่าอยากออกมา ทำการทดลองที่นี่ เขาเคยไปทำอย่างนั้น หรือเปล่า#$b#จิตใจของฉัน กระจัดกระจายไปในทุกวันนี้...$2",  
"companion_Farm_Spouse": 
"ขอบคุณที่พาฉันไปด้วยวันนี้ ที่รัก ฉันใช้เวลาในบ้านมาก เกินไปในการซ่อมแซมโปรเจ็กต์ของฉัน!$1",  
"companion_Forest_Night": 
"มันน่าขนลุกมากตอนนี้ @.$2#$b#แต่บรรยากาศนี้ ทำให้ฉันมีความคิดใหม่ๆ สำหรับการประดิษฐ์! ฉันควรจะเอาสมุดจด ของฉันมาด้วย...#$b#โอ้ ฉันก็คงจะไม่มีวันลืม มันคง..",  
"companion_Forest_Dating": 
"บางทีเราอาจจะมาที่นี่ในตอนเย็น นำผ้าห่มไปดูจักรวาล ด้วยกันไหม$4#$b#ฉันเอากล้องดูดาวไปด้วยได้ ถ้าเป็นคืนที่อากาศแจ่มใส!",  
"companion_Forest_Spouse": 
"บางทีเราควรหยุดพักผ่อน และไปปิกนิกที่นี่#$b#เพนนีชอบทำแบบนั้น บางครั้งกับวินเซนต์และแจส ฉันคิดว่าเธอกำลังจะทำอะไรอยู่นะ$1",  
"companionOnce_Mine": 
"โอ้ เหมือง! ฉันมักจะกลัวที่จะมาที่นี่คนเดียว ฉันไม่ใช่นักสู้มากนัก#$b# แต่ฉันได้เรียนรู้วิธีการรักษาง่ายๆ จากการทำงานที่คลินิก ดังนั้นถ้าคุณได้รับบาดเจ็บ ฉันช่วยได้!#$b#ไปกันเถอะ ไปกันเถอะ การค้นพบกำลังรออยู่!$h",  
"companion_Mine": 
"ในเหมือง น่าตื่นเต้นมาก!$l#$b# คุณคิดว่าเราจะพบอะไรใหม่ๆ ไหม",  
"companion_Mine~1": 
"ฉันดีใจที่ได้อยู่กับนักสู้อย่างคุณ @.#$b#ด้วยทักษะการรักษาของเรา เราสร้างทีมที่ดีได้!$h",  
"companion_Mine~2": 
"ขอบคุณที่พาฉันไปที่เหมืองในวันนี้ @.#$b#ฉันต้องการโลหะมากขึ้น สำหรับโครงการของฉันเสมอ!$h",  
"companion_Mine_Dating": 
"ฉันจำไม่ได้ว่าที่นี่มืดมาก...$2#$b#อยู่ใกล้ฉันด้วย @! ฉันไม่รู้ว่าจะทำอย่างไร ถ้าเราต้องแยกจากกัน!$2",  
"companion_Mine_Dating~1": 
"ฉันจะอยู่ข้างๆเธอนะ @ ฉันรู้ว่าเธอจะปกป้องพวกเราได้!$4",  
"companion_Mine_Spouse": 
"อย่าลืมระวังไว้ตรงนี้นะที่รัก! ฉันมีชุดยาไว้แล้ว เผื่อมีอะไรผิดพลาด แต่ฉันหวังเสมอว่า มันจะไม่เป็นอย่างนั้น!$3",  
"companion_Mountain_Dating": 
"ฉันรักบ้านของฉันเสมอมา มันมีทุกอย่างที่ฉันต้องการ แต่มันคงจะดีถ้ามีที่ของตัวเอง!#$b#คุณโชคดีมากที่มีฟาร์มของคุณ @",  
"companion_Mountain_Spouse": 
"ฉันต้องถามพ่อของฉัน เกี่ยวกับดินในฟาร์มของเรา หุบเขาทั้งหมดอุดมสมบูรณ์มาก แต่พื้นที่ของเรา ดูพิเศษเป็นพิเศษ!#$b#คุณปู่ของคุณเคยพูดถึงคุณไหม ว่าเขาสังเกตเห็นอะไรผิดปกติ เกี่ยวกับที่ดินไหม บางทีอาจเป็นเพราะ ความใกล้ชิดกับ... ไม่ ไม่ใช่ว่า...$3",  
"companion_Mountain_Spouse~1": 
"บางครั้งฉันก็คิดถึงบ้าน ฉันดีใจที่มันอยู่ใกล้แค่เอื้อม...พูดไปเรื่อย#$b#คุณเคยคิดถึงการใช้ชีวิตในเมืองไหม",  
"companion_Mountain_Spouse~2": 
"ช่วงนี้ฉันไม่ค่อยได้ เจอเซบาสเตียนมากนัก ไม่ใช่ว่าฉันเห็นเขามากก่อนจะจากไป#$b#ฉันสงสัยว่าเขาสังเกตเห็นมั้ย...$2",  
"companion_Town_Dating": 
"คุณเคยคิดถึงบ้านบ้างไหม @? ฉันหมายถึงชีวิตเก่าๆ ของคุณในเมืองนี้...$2#$b#คุณยังคงคิดถึง บ้านนั้นอยู่ไหม$2#$b#ฉันหวังว่าที่นี่ จะเพียงพอสำหรับ คุณในเมืองเพลิแกน..$4",  
"companion_Town_Spouse": 
"ฉันรู้สึกขอบคุณฮาร์วีย์มาก ที่ให้ฉันได้ร่วมงานกับ เขาที่คลินิก ฉันดีใจที่เราเป็นเพื่อนกัน",  
"companion_Town_Spouse~1": 
"ฉันไม่ได้ไปซาลูนบ่อย แต่ไปกับเธอ @! บางทีเราอาจจะได้ ไปทานอาหารเย็นที่นั่นบ้าง",  
"companion_Tunnel": 
"นั่นเสียงอะไรนะ!$9#$b#ฉันนี่แย่จริงๆ @ เราไปกันเร็วๆ ได้ไหม$2",  
"companion_WizardHouse": 
"ฉันได้ยินมาว่าเรื่องราวที่น่าสนใจ เกี่ยวกับชายผู้นี้ มีคุณ @?#$b#ฉันสงสัยว่าเขาจะให้ฉันเลือกสมอง ของเขาสักนาทีหรือหนึ่งชั่วโมง#$b#บางทีเราอาจจะใช้เวลาทั้งวัน?$4",  
"companion_WizardHouse~1": 
"ฉันชอบที่จะเรียนรู้เพิ่มเติม เกี่ยวกับธาตุเหล่านี้#$b# ขออภัย ฉันไม่คิดว่าฉันเป็นลูกบุญธรรมที่ นายราสโมเดียส กำลังมองหา...$2"
}

