{
  "companionAccepted_Spouse": 
"แน่นอนที่รัก! มันจะน่ารัก!$1",  
"companionRejectedNight_Spouse": 
"ฉันขอโทษ แต่ฉันต้อง ทบทวนเอกสารบางอย่าง สำหรับชั้นเรียนของ แจสและวินเซนท์ อาจจะพรุ่งนี้",  
"companionDismiss_Spouse": 
"ฉันรู้ ฉันน่าจะไปเหมือนกัน ฉันได้เรียนรู้สิ่งที่มีประโยชน์ ที่ฉันสามารถสอนใน ชั้นเรียนและ ฉันต้องการจดบันทึกไว้#$b#ขอบคุณที่พาฉันออกไปในวันนี้ มันทำให้วันของฉันพิเศษจริงๆ$4",  
"companionDismissAuto_Spouse":  
"มันดึกแล้ว เราควรกลับบ้านเร็วๆ #$b# วันนี้สนุกมาก อย่าปล่อยให้ค้างนานนะที่รัก อยู่อย่างปลอดภัย",  
"companionRecruited_Spouse": 
"เราจะไปไหนกันดี เราไปเยี่ยมแม่กันไหม#$b#แต่ฉันจะตามเธอ ไปทุกที่ที่อยากไป การได้ใช้เวลาร่วมกับ เธอมากขึ้นทำให้ ฉันมีความสุขมากๆ$1",  
"companionAccepted": 
"แน่นอนว่าฟังดูยอดเยี่ยม!",  
"companionRejected": 
"ฉันมีงานอ่านเกี่ยวกับ วินเซนท์และแจส บางทีอาจจะเป็นครั้งต่อไป",  
"companionRejectedNight": 
"ฉันขอโทษ ฉันต้องกลับบ้านแล้ว มีอะไรให้ทำอีกมาก $2",  
"companionDismiss": 
"โอเค ไม่เป็นไร ขอบคุณที่ใช้เวลาร่วมกับฉัน",  
"companionDismissAuto": 
"ถึงเวลาที่ฉันต้องไปแล้ว @ ฉันมีความสุขที่ได้อยู่ด้วยกัน ราตรีสวัสดิ์!",  
"companionRecruited": 
"มันน่าตื่นเต้น!",  
"companionSuggest": 
"วินเซนท์และแจส ถามคำถามมากกว่าที่ฉันจะตอบได้ว่าเราอาศัยอยู่ที่ไหน#$q -1 -1# คุณช่วยพาฉันไปสำรวจหุบเขาได้ไหม @ บางทีคุณอาจ จะได้ประโยชน์จากสิ่งนั้นเช่นกัน#$r - 1 0 ใช่#ใช่ คงจะดี ไปกันเถอะ!#$r -1 0 ไม่#วันนี้ไปไม่ได้ แต่ขอบคุณที่เชิญฉัน",  
"companionSuggest_Yes": 
"ขอบคุณนะ นั่นแหละคุณ$h",  
"companionSuggest_No": 
"โอ้ ขอโทษ ฉันไม่รู้ว่าคุณยุ่ง สนุกกับวันของคุณ!",  
"farmerRunAway": 
"@! ฉันกำลังมา รอก่อน!",  
"giveForages": 
"นี่ @ ดูสิว่าฉันเจออะไร! นี่เพื่อเธอ",  
"companion_Beach": 
"คุณต้องการเก็บเปลือกหอยไหม#$b#พวกเขาจะทำ ของประดับตกแต่งที่สวยงาม!$1",  
"companion_Beach~1": 
"ที่นี่มีเสียงดังเล็กน้อย จากคลื่นที่ซัดเข้ามา#$b#โอ้ ฉันไม่ได้บ่นนะ! แค่สังเกตการณ์... ขอโทษนะ $4",  
"companion_Beach_Dating": 
"ชายหาดสวยมาก ฉันน่าจะพา วินเซนท์และแจส มาที่นี่บ่อยกว่านี้#$b#บางทีคุณกับฉันอาจมีวันที่ดีที่นี่ ถ้าคุณต้องการ?$4",  
"companion_Farm": 
"ว้าว ดูเหมือนงานจะเยอะนะ!#$b#คุณทำเองหมดเลยเหรอ",  
"companion_Farm~1": 
"ฉันเบื่อที่จะดู พื้นที่ทั้งหมดนี้แล้ว!$1#$b# มีสิ่งสกปรกมากมาย ต้องใช้เวลาตลอด ไปในการปัดฝุ่นบ้านของคุณ...",  
"companion_Farm_summer": 
"ฉันรักแตงสดมาก @#$b# ถ้าคุณปลูกแล้วมีแตงพิเศษ ฉันยินดีที่จะเอามัน ออกจากมือคุณ!$1",  
"companion_Farm_Dating": 
"ฟาร์มนี้ต้องทำงานหนักมากแน่ๆ และคุณยังต้องทำงานบ้าน และทำทุกอย่างด้วย ตัวของคุณเอง!#$b# ถ้ามีคนช่วยจะดีไหม...?$4",  
"companion_Farm_Dating~1": 
"คุณเคยคิดที่จะสอน ชั้นเรียนเกี่ยวกับการทำฟาร์มอิสระ หรือการทำไร่นาไหม มันอาจเป็นวิธีที่สนุก ในการหาเงินพิเศษ และแบ่งปันความเชี่ยวชาญของคุณ!",  
"companion_Farm_Spouse": 
"นี่คือทั้งหมดที่ฉันเคยต้องการ บ้านของตัวเอง ครอบครัว คู่ชีวิต รักแท้ #$b# คุณเติมสีสันและ ความสุขให้ชีวิตฉัน @ ขอบคุณ $4",  
"companion_Forest": 
"ที่นี่เป็นสถานที่โปรด ของฉันในหุบเขาที่ จะไปปิกนิก#$b# กลิ่นของต้นไม้ ความเงียบ และเสียงของน้ำ ผ่อนคลายมาก มันเหมือนกับ วันหยุดพักผ่อนเล็กๆ ทุกครั้งที่ฉันมาที่นี่ $1",  
"companion_Forest~1": 
"วินเซนท์และแจส ชอบบริเวณนี้ของหุบเขา พวกเขามีรสนิยมดี $1",  
"companion_Forest_Dating": 
"อยากไปปิกนิกที่นี่ กับฉันสักครั้งไหม @?$4#$b#ฉันจะลองทำอาหารให้เราดู!",  
"companion_Forest_Dating~1": 
"วันหนึ่งเมื่อฉันแต่งงาน หวังว่าจะมีลูกๆ ฉันก็อยาก จะพาพวกเขามาที่นี่ ในช่วงสุดสัปดาห์#$b#เราสามารถตกปลา มองเมฆ พูดคุยเกี่ยวกับชีวิตของเรา และลูกๆ ของฉันก็ฝันถึง อนาคตของพวกเขา#$b#ฉันอยากเป็นแม่จริงๆ ฉันคิดมากนะ$4#$b#ฉันอายที่จะยอมรับ ว่าฉันเพ้อฝันเกี่ยวกับสิ่งนี้มาก แต่ฉันก็ทำ $4",  
"companion_Forest_Spouse": 
"ฉันรักความเขียวขจี ฉันใช้เวลาทั้งวันที่นี่!#$b#ฉันรักฟาร์มของเราเหมือนกัน ไม่ต้องห่วง!$1",  
"companion_Mine": 
"คุณแน่ใจหรือว่าต้องการอยู่ที่นี่?$3",  
"companion_Mine~1": 
"นี่ทำให้ฉันตกใจนะ @ คุณแน่ใจหรือว่า ฉันเป็นคนที่ดีที่สุดที่จะพามาที่นี่ $3",  
"companion_Mine~2": 
"ที่นี่เป็นสถานที่ที่แย่มาก...$2",  
"companion_Mine_Dating": 
"โอ้... เหมือง$2#$b#ไม่ ไม่เป็นไร @! มาทำสิ่งนี้กันเถอะ $1",  
"companion_Mine_Dating~1": 
"อืม อยู่ใกล้ๆ ฉันหน่อยได้ไหม"  
"companion_Mine_Dating~2": 
"ฉันเหยียบบางอย่างที่ยังมีชีวิตอยู่...$2",  
"companion_Mine_Spouse": 
"ที่รัก ฉันกลัว ได้โปรดอยู่ใกล้ฉันด้วย! ฉันไม่ใช่นักสู้มากนัก แต่ฉันกำลังพยายาม!",  
"companion_Mountain": 
"วันนี้ออกกำลังกายเยอะนะ @!",  
"companion_Mountain~1": 
"มารุอาศัยอยู่แถวนี้ เราไปทักทายกันดีไหม#$b#โอ้ บางทีเธออาจไม่อยู่บ้าน วันนี้เป็นวันคลินิกใช่ไหม#$b#ขออภัย ตอนนี้ฉันกำลังครุ่นคิด...$4",  
"companion_Mountain~2": 
"คุณชอบตกปลาไหม @?#$b#ในทะเลสาบบนภูเขานั้นมีปลากะพงตัวใหญ่นุ่มดี หรือฉันเคยได้ยินมา#$b#ฉันคงไม่รู้จักตัวเองจริงๆ$1",  
"companion_Mountain_Dating": 
"เป็นการเดินที่ดีจริงๆ @! ลมแรงทำให้สดชื่น!$1",  
"companion_Mountain_Dating~1": 
"ฉันชอบทะเลสาบ บนภูเขาที่นี่#$b#ในตอนกลางคืน บางครั้งคุณสามารถ เห็นเกล็ดปลาส่อง แสงระยิบระยับภายใต้แสงจันทร์ อย่างน้อย ฉันก็คิดว่ามันเป็นเช่นนั้น!#$b#บางทีตาของฉันก็เล่นตลกกับฉัน $1",  
"companion_Mountain_Spouse": 
"ฉันรู้สึกผ่อนคลายที่นี่ที่รัก วันนี้คุณรู้สึกอย่างไรบ้าง",  
"companion_Town": 
"ฉันชอบอ่านหนังสือ ข้างต้นไม้ต้นนั้นใกล้ๆ บ้านของเอมิลี่กับเฮลีย์#$b# โดยปกติแล้วจะค่อนข้างเงียบ และวิวของน้ำก็สวยจริงๆ$1",  
"companion_Town~1": 
"มารุเป็นเพื่อนที่ดีของฉัน#$b#ดีใจที่มีคนในเมืองที่ฉันสามารถคุยด้วยเกี่ยวกับเรื่องเล็กๆ น้อยๆ และบางครั้งเรื่องใหญ่ๆ...$2#$b#แน่นอนว่านอกจากคุณแล้ว @! ฉันชอบคุยกับคุณเหมือนกัน $4",  
"companion_Town_Dating": 
"เอ่อ เราหลีกเลี่ยงที่ของฉันได้ไหม ฉันไม่อยากอยู่แถวนั้นตอนนี้...$2",  
"companion_Town_Dating~1": 
"คุณตกปลาใน แม่น้ำของเมืองเหรอ#$b#ฉันคิดว่าฉันเคยเห็นคุณบ้าง ในขณะที่ฉันอ่านใต้ต้นไม้นั้น ข้างบ้านของเอมิลี่",  
"companion_Town_Dating~2": 
"ฉันเพิ่งซื้อพืชผล ที่น่าตื่นตาตื่นใจ บางอย่างจากปิแอร์เมื่อเร็วๆ นี้ พวกเขาเป็นของคุณใช่ไหม#$b#ฉันคิดว่าคุณต้องมีมนต์ขลัง!$4",  
"companion_Town_Spouse": 
"ฉันสงสัยว่า วินเซนท์และแจส กำลังทำอะไรอยู่ตอนนี้ ฉันให้หนังสือเล่มใหม่ ให้พวกเขาอ่าน ฉันหวังว่าพวกเขา จะทำการบ้านกัน!#$b#ใช่แล้ว... ขอโทษนะที่รัก ฉันรู้ว่าฉันบอกว่าจะไม่ทำ' ไม่ต้องกังวลในตอนนี้ แต่ฉันไม่แน่ใจว่าจะเป็นไปได้ $1"
}

