{
  "companionAccepted_Spouse": 
"คุณเดิมพัน! ฉันชอบที่จะไปกับคุณในวันนี้!$1#$b#บางทีในบางจุดฉันสามารถร้องเพลงรักหรือสองเพลงกลางแจ้งให้คุณ!",  
"companionRejectedNight_Spouse": 
"ขอโทษที วันนี้ฉันรู้สึกเหนื่อยนิดหน่อย คืนนี้เราอยู่บ้านกันเถอะ$2#$b#ฉันยังมีเรี่ยวแรงที่จะเปิดเพลงรักโรแมนติก ถ้าคุณต้องการ $4",  
"companionDismiss_Spouse": 
"อ๊ะ แล้ว? ฉันสนุกมากกับคุณ$s#$b#โอ้ ฉันรู้ว่าคุณเป็นคนยุ่ง อย่าทำงานหนักเกินไป โอเค รักคุณ!",  
"companionDismissAuto_Spouse": 
"*หาว* กี่โมงแล้ว นึกว่าจะเรียกว่าวันนี้ซะอีก$s#$b#วันนี้สุดยอดมาก เจอกันที่บ้าน",  
"companionRecruited_Spouse": 
"%Sam กำลังฮัมเพลงรักที่คุ้นเคย#$b#Ah ไปกันเลยไหม ขอโทษที ฉันเผลอไป",  
"companionAccepted": 
"ใช่ ฟังดูเจ๋ง! $1",  
"companionRejected": 
"โอ้! ฉันเพิ่งจำได้ว่าฉันควรจะเรียกคุณยายของฉัน",  
"companionRejectedNight": 
"ไม่ใช่ตอนนี้ ขอโทษ ฉันเหนื่อยแล้ว",  
"companionDismiss": 
"ไม่เป็นไร ยังไงฉันก็ควรจะซ้อมอยู่แล้ว"  
"companionDismissAuto": 
"ฉันน่าจะไปแล้วนะ @ พรุ่งนี้ฉันมีงานต้องทำ ลาก่อน!",  
"companionRecruited": 
"เมฆดูดีในช่วงเวลานี้ของปีใช่ไหม",  
"companionSuggest": 
"วันนี้เป็นวันดี หือ?#$q -1 -1# ถ้าคุณว่าง ไปไปเที่ยวกันไหม#$r - 0 ใช่#ได้สิ มาหาเรื่องกัน!#$r -1 0 ไม่ #หืม ไม่ใช่วันนี้ ครั้งหน้าอย่านับฉันออกนะ",  
"companionSuggest_Yes": 
"เยี่ยมมาก! ฉันต้องการหาของเจ๋งๆ สำหรับ Vincent.$1",  
"companionSuggest_No": 
"ได้สิ ไว้วันหลังเราค่อยไปกันใหม่ก็ได้"  
"companion_Beach": 
"ทรายกำลังเข้าไปในรูในรองเท้าของฉัน...$2#$b#ฉันคิดว่ามันถึงเวลาสำหรับรองเท้าใหม่$2",  
"companion_Beach_Dating": 
"Vincent ชอบชายหาดมาก ที่นี่อากาศเย็นสบายมาก#$b#ในวันที่อากาศแจ่มใส คุณอยากจะไปว่ายน้ำกับฉันไหม",  
"companion_Farm": 
"ที่ของคุณเงียบมาก เหมาะสำหรับเล่นกีตาร์!$1",  
"companion_Farm_Dating": 
"แปลกจัง คุณต้องเป็นคนเดียวที่ดูดีทั้งสกปรกและขับเหงื่อ!$4#$b#ฉันหมายความว่ามันเป็นคำชม!$4",  
"companion_Farm_Dating~1": 
"คุณชอบเล่นกีฬาไหม @? เมื่อคืนคุณได้ดูเกมไหม เกือบไปแล้ว!$1#$b#โอ้ ฉันคิดว่าคุณคงยุ่งเกินกว่าจะทำอย่างนั้นได้",  
"companion_Farm_Spouse": 
"ฉันว่าเที่ยวดีกว่าทำนานะ @ เราควรออกไปให้มากกว่านี้!$h",  
"companion_Farm_Spouse~1": 
"การแต่งงานกับคุณและย้ายไปที่ฟาร์มแห่งนี้เป็นสิ่งที่ฉลาดที่สุดที่ฉันเคยทำมา$4",  
"companion_Forest": 
"ที่แห่งนี้ทำให้การอยู่กลางที่ห่างไกลไม่เลวร้ายนัก",  
"companion_Forest_Dating": 
"ไม่มีอะไรให้ทำมากนักใน Pelican Town แต่ก็ดีที่มีธรรมชาติทั้งหมดนี้อยู่ใกล้ๆ",  
"companion_Forest_Dating~1": 
"ฉันชอบที่จะออกไปเดินเล่นที่นี่เป็นบางครั้ง แต่ตอนนี้ฉันชอบที่จะอยู่กับคุณมากขึ้น $4",  
"companion_Forest_Spouse": 
"ที่รัก เธอก็รู้ว่าฉันรักเธอ ใช่ไหม$4#$b#มันเกิดอะไรขึ้น ฉันไม่รู้... ฉันแค่มีความสุขที่ได้อยู่กับเธอ$1",  
"companion_Mine": 
"อยากลงไปข้างล่างจริงๆเหรอ?$8#$b#...$9#$b#ฉันไม่กลัวหรอก แค่... ระวัง.$7",  
"companion_Mine_Dating": 
"นี่มันเจ๋งจริงๆ @! มันเหมือนวิดีโอเกม!",  
"companion_Mine_Dating~1": 
"คุณอยู่ที่นี่โอเคไหม#$b#แค่อยู่กับฉัน ฉันจะไม่ปล่อยให้เรื่องเลวร้ายเกิดขึ้นกับคุณ!$4",  
"companion_Mine_Spouse": 
"ข้อดีอย่างหนึ่งเกี่ยวกับเหมืองคือไม่มียูเอฟโอที่นี่!#$b#หรืออยู่ที่นั่น...$8",  
"companion_Mountain": 
"วิวที่นี่เป็นแรงบันดาลใจ ฉันควรจะมาบ่อยกว่านี้",  
"companion_Mountain~1": 
"นี่ ไปทักทายเซบาสเตียนไหม"  
"companion_Mountain_Dating": 
"บนนี้ไม่มีอะไรมาก นอกจากที่ของเพื่อนฉัน คุณอยากทำอะไร",  
"companion_Mountain_Dating~1": 
"ตอนกลางคืนจะโรแมนติกหน่อยๆ ริมทะเลสาบ#$b#ฉันอยากไปที่นั่นสักครั้งกับคุณ แล้วไปเที่ยวกัน... ถ้าคุณต้องการ?$4",  
"companion_Mountain_Spouse": 
"ฉันดีใจที่ฉันไม่ได้อยู่ในเมืองอีกต่อไป วิวแบบนี้ไม่สามารถเอาชนะได้!$1",  
"companion_Town": 
"คุณคิดว่าเรามีเวลาเล่นสเก็ตบ้างไหม ระวังอย่าให้นายกเทศมนตรีเห็นเรา...",  
"companion_Town_Dating": 
"คุณอยากแวะที่รถเก๋งแล้วกินพิซซ่าไหม ฉันชอบพายของกัส!$1",  
"companion_Town_Spouse": 
"ดูท้องฟ้าอันกว้างใหญ่นั่นสิ ที่รัก วันนี้ฉันน่าจะเล่นสเก็ตบอร์ด!",  
"companion_Town_Spouse~1": 
"ฉันหวังว่านี่จะไม่ทำให้คุณไม่พอใจ แต่ฉันคิดถึงการทำอาหารของแม่จริงๆ#$b#เราควรไปทานอาหารเย็นกันสักครั้ง!$1"
}

