{
  "companionAccepted": 
"ใช่ ได้สิ อยากรู้ไหมว่าจะไปที่ไหน",  
"companionAccepted_Spouse": 
"แน่นอน! คงจะดี ถ้าได้มีเวลาร่วมกัน แค่เราสองคน$1",  
"companionRejected": 
"ไม่ล่ะ ขอบคุณ",  
"companionRejectedNight": 
"ไม่ ขอโทษนะ @ มันสายเกินไปแล้ว ฉันจะไปนอนแล้ว",  
"companionRejectedNight_Spouse": 
"ฉันขอโทษที่รัก แต่มันสายไปแล้ว#$b#ฉันต้องพักสมองหลังจาก จัดการกับข้อบกพร่องมากมาย ในโค้ดของฉันในวันนี้ บางทีอาจจะครั้งหน้า$2",  
"companionDismiss": 
"ฉันเข้าใจ เราทุกคนต้อง อำลากันในบางจุด",  
"companionDismiss_Spouse": 
"เอาล่ะ ฉันคิดว่าฉันจะกลับบ้านแล้ว ฉันมีช่วงเวลาที่ดีกับคุณ $1#$b# ไว้คราวหน้าค่อยว่ากันใหม่ ระวัง!$4",  
"companionDismissAuto": 
"เฮ้ @ ฉันจะไปเดี๋ยวนี้ ขอบคุณ ดีมาก $1",  
"companionDismissAuto_Spouse": 
"ฉันสนุกมาก แต่ฉันคิดว่าฉันจะกลับบ้านแล้ว #$b# อย่านอนดึกเกินไป มิฉะนั้น รูปแบบการนอนของคุณ อาจยุ่งเหยิงเหมือนที่เคยเป็น อยู่อย่างปลอดภัย",  
"companionRecruited": 
"ไปที่ไหนก็เท่กับผม @",  
"companionRecruited_Spouse": 
"ฉันอาจจะดูไม่เหมือน แต่เมื่อใดก็ตามที่ ฉันได้ใช้เวลากับคุณ ฉันรู้สึกตื่นเต้นมาก $1",  
"companionSuggest": 
"วันนี้ไม่ได้แย่นัก ฉันคิดว่าฉันควรไปเดินเล่น...#$q -1 -1#ไปกับฉันไหม  #$r -1 0 ใช่#ได้ ไปกันเถอะ!#$r -1 0 ไม่ #ขออภัย วันนี้ไปไม่ได้ แต่ขอบคุณที่เชิญ",  
"companionSuggest_Yes": 
"ดีมาก นำทางเลย @$h",  
"companionSuggest_No": 
"ไม่เป็นไรนะ @ ฉันไม่รังเกียจที่จะอยู่คนเดียว",  
"companion_Beach_summer": 
"ฉันหวังว่า คุณจะไม่คิดว่า เราจะว่ายน้ำกัน$2#$b#แค่สำรวจเหรอ โอเค ดี",  
"companion_Beach_Dating": 
"ฉันแค่เป็น แฟนของที่นี่เมื่อฝนตก และฉันมักจะชอบอยู่คนเดียว แต่ฉันไม่รังเกียจที่จะ อยู่ที่นี่กับคุณ$4",  
"companion_Beach_Dating~1": 
"ถ้าคุณอยากจะ ไปว่ายน้ำที่นี่ ฉันจะยืนบนฝั่งและดู#$b#บางทีฉันจะพับกางเกงและ จุ่มนิ้วเท้าเพื่อคุณ$1#$b#บางที" ,  
"companion_Farm": 
"ฟาร์มของคุณดีสำหรับที่ที่... เปิด",  
"companion_Farm_Dating": 
"ฉันลืมไปเลยว่า คุณมีที่ว่างมากแค่ไหน จนกว่าฉันจะกลับมาที่นี่ มันทำให้ฉันรู้สึกแย่เสมอ#$b#มันเคยทำให้คุณประหลาดใจไหม",  
"companion_Farm_Dating~1": 
"ชอบเป็นเกษตรกร @?#$b#การมีที่ของตัวเองคงจะดีไม่น้อย...$2",  
"companion_Farm_Spouse": 
"แม้แต่จักรยานของฉัน ก็ดูดีเมื่ออยู่ในฟาร์ม$1#$b#ในตอนแรก ฉันไม่เคยจะ จินตนาการถึงสิ่งนี้เลย แต่ตอนนี้... ฉันแน่ใจว่านี่คือที่ที่เราคู่ควร $1",  
"companion_Farm_Spouse~1": 
"การมีพื้นที่ทั้งหมดนี้ เป็นของตัวเองเป็นเรื่องที่ดี บางครั้งฉันก็ จำเป็นต้องอยู่ห่างจากผู้คน#$b#เอาล่ะ มากกว่าบางครั้ง คุณก็รู้จักฉัน$1",  
"companion_Forest_spring": 
"ฉันได้ยินเสียงกบจากที่นี่ พวกมันชอบที่ชื้นแฉะๆ #$b#บางทีฉันจะพยายามจับมันให้ได้...",  
"companion_Forest": 
"นี่เป็นหนึ่งในสถานที่โปรด ของฉันในหุบเขา โดยเฉพาะตอนกลางคืน",  
"companion_Forest_Dating": 
"เราน่าจะมาที่นี่ตอนกลางคืนบ้าง แล้วก็ไปเที่ยว พูดคุย อะไรก็ได้#$b#เป็นความรู้สึกแปลกๆ ที่อยากอยู่ใกล้ใครสักคน แต่ฉันดีใจกับคุณนะ...$4",  
"companion_Forest_Spouse": 
"ฉันเปลี่ยนไปตั้งแต่เรา แต่งงานกัน#$b#การได้อยู่ที่นี่…ตอนแรกมันยาก แต่เมื่อฉันคิดว่า ฉันอยู่คนเดียวใน ห้องใต้ดินมากี่ปีแล้ว ฉันก็รู้สึกหดหู่เล็กน้อย#$b #ฉันรักเธอ @$4",  
"companion_Mine": 
"สถานที่นี้ดูเหมือน คุกใต้ดิน มันจะเป็นสถานการณ์ ที่ดีสำหรับการผจญภัย 'Solarion Chronicles' $7",  
"companion_Mine~1": 
"คุณมาที่นี่บ่อยแค่ไหน @?#$b# ฉันแปลกใจ ไม่คิดว่านี่จะ เป็นฉากของคุณจริงๆ",  
"companion_Mine_Dating": 
"ที่นี่สวยและเท่เสมอ แม้ในฤดูร้อน#$b#แถมยังมืดอีกด้วย ฉันชอบมัน$1",  
"companion_Mine_Dating~1": 
"ฉันดีใจที่คุณพาฉันมาที่นี่ @ ฉันต้องการให้คุณปลอดภัย.$4",  
"companion_Mine_Spouse": 
"ฉันชอบที่นี่ มืด ชื้น น่าขนลุก เหมาะสำหรับผู้ชายอย่างฉัน",  
"companion_Mine_Spouse~1": 
"ฉันรู้ว่าเธอดูแลตัวเองได้ @ แต่ฉันไม่รู้ว่าจะต้องทำยังไงถ้า เกิดอะไรขึ้นกับคุณ#$b# ไม่ได้ฟังดูขาดใจนะ แต่ฉันจะชอบถ้า คุณมาที่นี่แค่ตอนที่ ฉันอยู่กับคุณ",  
"companion_Mountain": 
"ตั้งแต่เราอยู่ที่นี่ ทำไมเราไม่ไป ดูทางรถไฟกันล่ะ",  
"companion_Mountain_Dating": 
"บางครั้งฉันก็ อยากอยู่ใกล้มารุมากขึ้น แต่เราไม่มีอะไร เหมือนกันมากนัก#$b#ฉันเดาว่ามันเป็นเรื่องปกติที่ พี่น้องบางคนจะเข้ากันไม่ได้",  
"companion_Mountain_Spouse": 
"ฉันรู้ว่าแม่คิดถึงแต่ทางนี้ ดีกว่าสำหรับทุกคน#$b#ฉันสงสัยว่ามารุ เป็นห่วงไหมที่ฉันจากไป$2",  
"companion_Town": 
"คุณต้องการหยุดที่บาร์สตาร์ดรอป และเล่นพูลไหม แต่คำเตือนที่เป็นธรรม ฉันจะทุบคุณ $1",  
"companion_Town~1": 
"ฉันหวังว่าเรา จะไม่เจอใครที่อยากจะคุย...",  
"companion_Town_Dating": 
"ตอนนี้ฉันสามารถ ไปดื่มกาแฟที่เข้มข้นได้จริงๆ ต้องการแวะมาที่บาร์สตาร์ดรอปไหม",  
"companion_Town_Dating~1": 
"เมืองเล็กๆ มีขึ้นมีลง#$b#ทุกคนรู้จักคุณและ มีความกดดันที่จะเข้าสังคมมากขึ้น แต่ก็มีพื้นที่เงียบสงบอีก มากมายให้อยู่คนเดียว#$b#ฉันยังอยากย้ายไปอยู่ในเมือง แต่บางครั้งฉันก็สงสัยว่านั่น จะดีที่สุดสำหรับฉันหรือเปล่า...$2",  
"companion_Town_Spouse": 
"คุณรู้ว่าฉันต้องการพื้นที่ของฉัน แต่ฉันดีใจที่ เรายังคงใช้เวลาร่วมกันแบบนี้ ฉันหวังว่าคุณจะรู้ $4"
}

