{
  "companionAccepted_Spouse": 
"ดีมาก! อากาศบริสุทธิ์และการใช้เวลากับคุณจะทำให้วันของฉันสดใสขึ้น!$1",  
"companionRejectedNight_Spouse": 
"ขอโทษที ฉันกำลังจะเข้านอน อาจจะดึกหน่อย @ ฉันรู้สึกเหนื่อยนิดหน่อย",  
"companionDismiss_Spouse": 
"ไม่เป็นไร! ฉันมีช่วงเวลาที่ดีกับคุณ!$1#$b#ทักทาย Marnie และ Jas ของฉันถ้าคุณเห็นพวกเขา รักคุณ!",  
"companionDismissAuto_Spouse": 
"เฮ้ สนุกมากที่ได้ใช้เวลากับคุณ แต่ฉันเหนื่อยนิดหน่อย #$b# เธอน่าจะเข้านอนด้วย เจอกันที่บ้านนะที่รัก",  
"companionRecruited_Spouse": 
"แล้วเราจะไปไหนกัน เราจะเห็น Marnie และ Jas ในภายหลังไหม ฉันอยากรู้ว่าพวกเขาเป็นยังไงบ้าง",  
"companionAccepted": 
"แน่นอน ฉันเดา",  
"companionRejected": 
"คุณต้องการอะไร ฉันอยากอยู่คนเดียว",  
"companionRejectedNight": 
"ขอโทษนะ @ ฉันเหนื่อยเกินกว่าจะไปเที่ยว",  
"companionDismiss": 
"เยี่ยมมาก ฉันต้องหาอย่างอื่นทำแล้ว... ไว้เจอกันใหม่นะ",  
"companionDismissAuto": 
"ฉันคิดว่าฉันจะกลับบ้านแล้ว มันดึกแล้ว ฉันชอบมันจริงๆ @ ขอบคุณ",  
"companionRecruited": 
"จะไปไหนก่อน"  
"companionSuggest": 
"ฉันรู้สึกเบื่อและมันเร็วเกินไปที่จะกลับบ้าน#$q -1 -1#บางทีเราอาจจะทำอะไรบางอย่าง @?#$r -1 0 ใช่#ใช่ ทำไมไม่ ให้ฉันรวบรวม ของของฉัน#$r -1 0 ไม่#ขออภัย วันนี้ฉันมีเรื่องต้องทำ คราวหน้าอาจจะไปไหม",  
"companionSuggest_Yes": 
"เฮอะ คิดว่านายคงจะเบื่อเหมือนฉัน"  
"companionSuggest_No": 
"อ๋อ ฉันลืมไปว่าพวกเรามีงานต้องทำ แล้วเจอกัน",  
"companion_AdventureGuild": 
"ฉันหวังว่าฉันจะมีแรงผลักดันที่คนเหล่านี้ทำ ฉันจะใช้ชีวิตของฉันให้มากกว่านี้$3#$b#มันค่อนข้างน่าประทับใจ โดยเฉพาะในวัยของพวกเขา",  
"companion_ArcheologyHouse": 
"ใช่... ไม่ใช่ฉากของฉันจริงๆ นะ$3#$b#แต่ของบางอย่างที่คุณรวบรวมที่นี่ก็เจ๋งดีนะ",  
"companion_ArchaeologyHouse~1": 
"ฉันไม่รู้เกี่ยวกับกุนเธอร์มากใช่ไหม",  
"companion_Beach": 
"ฉันไม่ใช่แฟนตัวยงของทรายและคลื่น แต่มีบางอย่างที่สงบสุขเกี่ยวกับชายหาดแห่งนี้",  
"companion_Beach~1": 
"คงจะดีไม่น้อยหากพวกเขาตั้งบาร์ทิกิที่นี่#$b#เช่นรถเก๋ง แต่มีอาหารและเครื่องดื่มในธีมชายหาด#$b#ใช่และตัวเลือกที่ไม่มีแอลกอฮอล์ สำหรับเด็กและสิ่งของต่างๆ และพวกเราเด็กโตด้วย $1",  
"companion_Beach~2": 
"ฉันจำไม่ได้ด้วยซ้ำว่าไปตกปลาครั้งสุดท้ายเมื่อไหร่#$b#ฉันสงสัยว่าวิลลี่จะให้คำแนะนำอะไรฉันได้บ้าง",  
"companion_Beach_Dating": 
"อ๊ะ เราไปที่อื่นกันไม่ได้เหรอ @?$2#$b#วันนี้ฉันไม่มีอารมณ์จะซื้อรองเท้าทราย$2",  
"companion_Beach_Dating~1": 
"อืม... ขอโทษนะ นั่นอะไรน่ะ?#$b#เสียงคลื่นทำให้ง่วงนอน...",  
"companion_Beach_Dating~2": 
"คุณคิดว่าเอลเลียตจะให้เรายืมเรือของเขาสักครั้งไหม#$b#ฉันอยากจะพายเราออกไปในเย็นวันหนึ่ง เพื่อเราจะได้มีเวลาอยู่คนเดียว$4#$b#ฉันจะเอาพิซซ่ากับโจจาโคล่ามา หรือบางทีอาจจะดีกว่าจากรถเก๋ง",  
"companion_Club": 
"...นี่อาจจะเป็นที่ที่แย่ที่สุดที่คุณจะพาฉันไป...$2#$b#หรือดีที่สุด.$1",  
"companion_Farm_Dating": 
"คุณชอบเล่นเกมไหม @ ด้วยรูปลักษณ์ของสถานที่นี้ คุณคงไม่มีเวลามากสำหรับมัน",  
"companion_Farm_Spouse": 
"ฟาร์มแห่งนี้ช่วยให้ฉันผ่อนคลาย ฉันรู้ว่าฉันมีอารมณ์ แต่ฉันพยายามอยู่ รู้ไหม#$b#การอยู่ที่นี่ช่วยได้ การอยู่กับคุณช่วยได้มากที่สุด$4",  
"companion_Forest": 
"อากาศบริสุทธิ์กำลังทำให้อารมณ์ของฉันดีขึ้น$1#$b#ฉันขอขอบคุณ @",  
"companion_Forest~1": 
"คุณคุยกับ Jas มากไหม ตอนแรกเธอเป็นคนเงียบๆ ไม่ใช่แฟนตัวยงของคนแปลกหน้า แต่เธอจะอบอุ่นขึ้นกับคุณ#$b#เธอเป็นเด็กที่น่ารัก",  
"companion_Forest_Dating": 
"ฉันสบายดีที่บ้านของ Marnie และฉันก็ซาบซึ้งกับค่าเช่าราคาถูกและความเป็นส่วนตัวสัมพัทธ์ แต่ฉันไม่รู้#$b#การเปลี่ยนแปลงอาจจะดี",  
"companion_Forest_Dating~1": 
"มีชายแปลกหน้าคนหนึ่งอาศัยอยู่บนหอคอยนั้น#$b#ฉันเห็นเขาบางครั้งที่งานเทศกาล แต่ฉันจำไม่ได้ว่าเห็นเขาอยู่ที่อื่น...#$b#ฉันไม่คิดว่าเราจะเจอเขา เคยพูดด้วยซ้ำ",  
"companion_Forest_Spouse": 
"อากาศบริสุทธิ์ทั้งหมดนี้... ต้องใช้เวลาทำความคุ้นเคยบ้างหลังจากใช้เวลาอยู่ในนรกของ Joja $2",  
"companion_Forest_Spouse~1": 
"ฉันควรเช็คอิน Jas และ Marnie ให้บ่อยขึ้น ฉันแน่ใจว่าพวกเขาสบายดีโดยไม่มีฉัน",  
"companionEnter_Mine^30": 
"อ๊ะ จริงสิ @ เหมืองเหรอ$2#$b#เราแค่ไปเที่ยวที่รถเก๋งไม่ได้หรือ$2",  
"companion_Mine~1": 
"ที่นี่มืดและสกปรกมาก$2#$b#เหมือนฉันไม่หดหู่พอ$2",  
"companion_Mine~2": 
"โอ้ เราอยู่ที่เหมืองแล้ว#$b# ดีที่ข้ารู้วิธีต่อสู้",  
"companion_Mine~3": 
"เมื่อคืนฉันคงจะหลับสบายดี เพราะมันไม่ได้ทำให้ฉันลำบากสักหน่อย#$b#ไปขุดแร่กันเถอะ! หรืออะไรก็ตาม$1",  
"companion_Mine_Dating": 
"ก็ฉันอยากตามนาย $2"  
"companion_Mine_Dating~1": 
"เราควรไปเดทกันสักครั้งนะ บางอย่างที่ไม่เกี่ยวกับเหมือง#$b#เหมือนที่อื่นไหม",  
"companion_Mine_Spouse": 
"อยู่ใกล้ๆ ฉันตรงนี้สิที่รัก มันอันตรายและ...ฉันต้องการคุณ ฉันต้องการเธอจริงๆ $4",  
"companion_Mountain": 
"ฉันไม่รู้จักคนที่อาศัยอยู่ในบ้านบนภูเขานั้นจริงๆ แต่พวกเขาก็ดูดีพอแล้ว",  
"companion_Mountain_Dating": 
"นายเคยไปดูทางรถไฟไหม#$b#ฉันเคยออกมาที่นี่และเพ้อฝันถึงการขึ้นรถไฟและออกจากเมืองนี้ แต่ฉันจะไปที่ไหนล่ะ#$b#นอกจากนี้ ฉันมีของจริง เหตุผลที่จะอยู่ตอนนี้ $4",  
"companion_Mountain_Spouse": 
"ดีแล้ว การได้อยู่ข้างนอก ย้ายไปรอบๆ แต่ทุกๆวันก็ยังลำบาก #$b# เธออดทนกับฉันจริงๆ @ ฉันอยากให้คุณรู้ว่าฉันสังเกตเห็นและรู้สึกซาบซึ้ง",  
"companion_Mountain_Spouse~1": 
"ฉันไม่สนเรื่องสภาพอากาศ แค่ได้อยู่กับเธอที่นี่ก็ดีแล้ว#$b#ฉันไม่อยากทำทุกวัน หวังว่าคุณจะเข้าใจว่าทำไม",  
"companion_Saloon": 
"อ๋อ แฟนเก่าของฉันที่อยู่ไกลบ้าน ฉันคิดว่าฉันจะดื่มโคล่า",  
"companion_Town": 
"นี่ ยังไม่เหนื่อยอีกเหรอ?#$b#เธอเหมือนแบตเตอร์รี่ของมนุษย์ ที่มีประจุไฟสูงอย่างบ้าคลั่ง!#$b#ขอแค่... ให้ฉันได้พักหายใจ",  
"companion_Town_Dating": 
"ฉันไม่อยากไปซาลูนตอนนี้ ฉันหวังว่าคุณคงมีอย่างอื่นในใจ",  
"companion_Town_Spouse": 
"ฉันไม่อยากไปซาลูน @ แต่ที่อื่นก็ดีกับฉัน",  
"companion_Tunnel": 
"คุณไม่คิดว่าสถานที่นี้น่าขนลุกหรือ$3#$b#ฉันจะแจ้งให้คุณทราบเป็นความลับ @ สถานที่นี้น่าขนลุก"
}

