{
  "adventureBegins": "สวัสดี @^^ ฉันยังคงติดตามความคืบหน้าของคุณในเหมือง และฉันขอแสดงความยินดีกับคุณในความสำเร็จ คุณอาจสนใจที่จะรู้ว่าคุณไม่ใช่คนเดียวในเมืองที่มีจิตวิญญาณของนักผจญภัย โปรดมาเยี่ยมฉันที่กิลด์นักผจญภัย ฉันมีข้อมูลบางอย่างที่อยากจะแบ่งปันกับคุณซึ่งควรจะปรึกษาหารือด้วยตนเองดีกว่า^^-Marlon",  
  "adventureContinue": "สวัสดี @^^ฉันดีใจที่ได้ยินเกี่ยวกับการหลบหนีล่าสุดของคุณกับคนหนุ่มสาวบางคนที่ฉันคุยกับคุณที่กิลด์ ดีใจที่ได้เห็นพวกคุณทุกคนสนใจที่จะสำรวจดินแดนแห่งนี้และสนับสนุนซึ่งกันและกัน ชุมชนมีความสำคัญ โดยเฉพาะอย่างยิ่งสำหรับเมืองขนาดนี้ ^^ ฉันหวังว่าคุณและเพื่อนๆ ของคุณจะช่วยให้จิตวิญญาณของนักผจญภัยคงอยู่ได้นานหลังจากที่ฉันจากไป มาที่กิลด์เมื่อไหร่ก็ได้ ฉันดีใจเสมอที่ได้พบคุณ และบางทีคุณอาจจะมีเรื่องใหม่จะมาเล่า ^^-Marlon",  
  "bagItemsSentLetter.Abigail": "สวัสดี {0}^^คุณลืมของบางอย่างในกระเป๋าของฉัน ฉันเลยส่งกลับให้คุณแล้ว^เมื่อวานฉันมีความสุข หวังว่าจะได้พบคุณอีกในเร็วๆ นี้!^^ - {1}",  
  "bagItemsSentLetter.Maru": "สวัสดี {0}^^เมื่อวานคุณคงฟุ้งซ่าน คุณลืมของไว้ในกระเป๋าของฉันแล้ว!^ฉันได้ส่งมันคืนให้คุณแล้ว แน่ใจว่ามีทั้งหมด!^^ - {1}",  
  "bagItemsSentLetter.Harvey": "สวัสดี {0}^^ รู้สึกอย่างไรบ้าง? ฉันเขียนจดหมายฉบับนี้ถึงคุณเพราะว่าคุณลืมสิ่งของบางอย่างติดตัวฉัน และตอนนี้ฉันได้คืนมันแล้ว ^ ฉันมีความสุขกับเวลาของเราเมื่อวานนี้ ถ้าคุณต้องการจะท าอีกครั้งโปรดบอกฉัน^^ - { 1}",  
  "bagItemsSentLetter.Sam": "เฮ้ {0}!^^ เมื่อวานเธอต้องสนุกแน่ๆ เลย โง่และลืมของ!^ ฉันส่งมันคืนให้นายหมดแล้ว ไม่ต้องห่วง แล้วเจอกัน!^^ - {1}",  
  "bagItemsSentLetter.Sebastian": "สวัสดี {0}^^ ฉันยังมีของของคุณอยู่ในกระเป๋า ฉันเลยส่งคืนให้คุณแล้ว คุณเป็นคนขี้ลืม^อย่างไรก็ตาม เจอกันที่เมืองนะคะ^^ - {1}",  
  "bagItemsSentLetter.Shane": "สวัสดี {0}^^ เมื่อวานสบายดี แต่คุณลืมของที่ใส่ในกระเป๋าของฉัน ฉันส่งพวกเขากลับไปให้คุณแล้ว ไม่ใช่เรื่องใหญ่ ^ ขอบคุณที่ไปเที่ยวกับฉัน เราอาจจะทำมันอีกครั้งถ้าคุณต้องการ ^^ - {1}",  
  "bagItemsSentLetter.Penny": "สวัสดี {0}^^ฉันเดาว่าเธอลืมไป แต่คุณเอาของใส่กระเป๋าฉันตอนที่เราอยู่ด้วยกัน และหลังจากนั้นก็ไม่ได้เอาของไปด้วย ^ ฉันค่อนข้างแน่ใจว่าฉันเก็บของมาหมดแล้ว ฉัน หวังว่าทุกอย่างคงอยู่ที่นั่น ^^ - {1}",  
  "bagItemsSentLetter.Leah": "สวัสดี {0}^^เมื่อวานคุณลืมของไว้กับฉัน! ฉันแพ็คของแล้วส่งให้คุณ^ไม่ต้องกังวล ฉันแน่ใจว่าฉันไม่ได้ลืมอะไร!^^ - {1}",  
  "bagItemsSentLetter.Haley": "สวัสดี {0}^^เธอทิ้งขยะไว้ในกระเป๋าของฉัน ได้ทุกอย่างกลับมาแล้ว^ พยายามจะไม่ลืมอีก โอเค๊? ฉันไม่ใช่สาวใช้ของคุณ หรืออะไรก็ตาม^^ - {1}",  
  "bagItemsSentLetter.Elliott": "สวัสดี {0}^^ วันนี้คุณเป็นอย่างไรบ้าง ฉันหวังว่าคุณคงสบายดีนะ ^ ฉันรู้หลังจากที่เราแยกทางกันแล้วว่าข้าวของของคุณจำนวนหนึ่งยังอยู่ในความครอบครองของฉัน ฉันก็เลยส่งคืนไปยังบ้านไร่ของคุณ ^ ไม่เป็นไร ไม่ต้องกังวล ^โปรดโทรกลับมาอีกครั้ง ฉันมีความสุขที่ได้อยู่ด้วยกัน!^^ - {1}",  
  "bagItemsSentLetter.Emily": "สวัสดี {0}^^กระเป๋าของฉันหนักมาก ฉันจึงตรวจสอบและพบว่าคุณลืมสิ่งของไว้กับฉัน!^ฉันระมัดระวังกับสิ่งของของคุณมาก ฉันแน่ใจว่ามันมีค่าสำหรับคุณ และควรทั้งหมด ไปที่บ้านไร่ของคุณเดี๋ยวนี้ ^ มาเจอฉันอีกครั้ง ฉันรู้สึกเหมือนโชคดีเวลาอยู่กับคุณ!^^ - {1}",  
  "bagItemsSentLetter.Alex": "สวัสดี {0}^^ มีกลิ่นแปลก ๆ ออกมาจากกระเป๋าของฉัน ฉันมองและเห็นสิ่งของของคุณมากมาย ฉันเก็บมันแล้วส่งกลับไปให้คุณ^มันเจ๋งมากถ้าคุณต้องการให้ฉันช่วยถือของ ไม่ใช่พวกเราทุกคนจะแข็งแรงโดยธรรมชาติ^^ - {1}"
}
